{"pmid": "34668091", "doi": ["10.1208/s12249-021-02131-6"], "language": ["eng"], "title": "Thiolated Chitosan-Centella asiatica Nanocomposite: A Potential Brain Targeting Strategy Through Nasal Route.", "abstract": "The major challenge associated with the treatment of neurological disorders is the inefficiency of drugs to enter the Central Nervous System (CNS). Polymer-drug conjugates are now being tailored to overcome this hindrance associated with conventional drugs. The study aimed at developing polymer hybrid nasal nanocomposite for enhanced delivery of Centella to the CNS. Thiolated chitosan was complexed with Centella to form a composite using EDAC hydrochloride. The composite was characterized by FTIR, XRD, NMR, and MS. Further, this composite was converted into a nanoformulation by the ionic-gelation method, characterized, and subjected to ex vivo permeation studies. Additionally, MTT assay was performed using Human Uumbilical cord Vein Endothelial Cells (HUVECs) mimicking Blood-Brain Barrier (BBB) to establish the safety of nanocomposite. The targeting efficacy was predicted by molecular docking studies against receptors associated with BBB. The FTIR, XRD, NMR, and MS studies confirmed the chemical conjugation of thiolated chitosan with Centella. Nanocomposite characterization through SEM, AFM, and DLS confirmed the size and stability of the developed nanocomposite having a zeta potential of - 14.5 mV and PDI of 0.260. The nanocomposite showed no signs of nasal ciliotoxicity and good permeation of 89.44 ± 1.75% (mean ± SD, n = 3) at 8 h across the nasal mucosa. MTT assay showed that the nanocomposite had lesser toxicity compared to the free drug (IC<sub>50</sub> of Centella-269.1 μg/mL and IC<sub>50</sub> of CTC nanocomposite-485.375 μg/mL). The affinity of polymer to the BBB receptors as proved by docking studies suggests the ability of polymer-based nanocomposite to concentrate in the brain post nasal administration.", "date_completed": "20211125", "date_revised": "20211125"}