{"pmid": "34188145", "doi": ["10.1038/s41598-021-92958-7"], "language": ["eng"], "title": "Insights into antioxidant activities and anti-skin-aging potential of callus extract from Centella asiatica (L.).", "abstract": "Formation of oxidative stress in dermal fibroblasts plays crucial roles in aging processes of skin. The use of phytochemicals that can promote capacity of fibroblasts to combat oxidative stress is an attractive strategy to prevent skin aging and promote skin beauty. Centella asiatica has been used to treat multitude of diseases for centuries. Previous investigations demonstrated that extracts from C. asiatica have a broad range of beneficial activities through their antioxidant activity. Hence, the extract from this medicinal plant could be a great candidate for anti-skin-aging agent. Callus culture offers a powerful platform for sustainable, rapid and large-scale production of phytochemicals to serve extensive demands of pharmaceutical and cosmeceutical industries. Here, we demonstrated the application of callus culture of Centella asiatica to produce bioactive metabolites. The 50% ethanolic extract of callus culture has distinctive features of chemical compositions and biological profiles. Information from HPTLC-DPPH and HPLC analysis suggested that the callus extract comprises distinctive antioxidant compounds, compared with those isolated from authentic plant. Moreover, results from cell culture experiment demonstrated that callus extract possesses promising antioxidant and anti-skin-aging activities. Pre-treatment with callus extract attenuated H<sub>2</sub>O<sub>2</sub>-induced-cytotoxicity on human dermal fibroblasts. The results from RT-qPCR clearly suggested that the upregulation of cellular antioxidant enzymes appeared to be major contributor for the protective effects of callus extract against oxidative stress. Moreover, supplementation with callus extract inhibited induction of matrix metalloprotease-9 following H<sub>2</sub>O<sub>2</sub> exposure, suggesting its potential anti-skin-aging activity. Our results demonstrate the potential utility of C. asiatica callus extract as anti-skin-aging agent in cosmeceutical preparations.", "date_completed": "20211105", "date_revised": "20211105"}