{"pmid": "32165248", "doi": ["S1050-4648(20)30167-4", "10.1016/j.fsi.2020.03.009"], "language": ["eng"], "title": "Dual immunological and oxidative responses in Oreochromis niloticus fish exposed to lambda cyhalothrin and concurrently fed with Thyme powder (Thymus vulgaris L.): Stress and immune encoding gene expression.", "abstract": "The present study was performed to explore the immunotoxicological effects of the lambda cyhalothrin (LCH) insecticide and evaluate the efficiency of Thyme powder (TP) as a fish supplement in attenuation of LCH impact on Oreochromis niloticus (O. niloticus) fish. Fish was sampled following 30-days exposure to LCH (<sup>1</sup>/<sub>6</sub> LC50: 0.48 μg/L) and TP (2%) supplementation, individually or in combination. The growth performance, immune status, biochemical indices, and mRNA expression pattern changes of stress and immune-encoding genes in the liver and spleen tissues, respectively, through real-time polymerase chain reaction (RT-PCR) analysis, were evaluated. The findings showed that LCH exposure caused a significant lowering in most of the estimated variables including growth performance, hematological and immunological indices. Moreover, LCH disrupted the oxidant/antioxidant status and dysregulated the expression of stress and immune-related genes, downregulating the mRNA transcript level of Immunoglobulin M heavy chain (IgM), Interferon (IFN-γ), CXC-chemokine, and Toll-like receptors (TLR-7) in the spleen. However, mRNA expression of Myxovirus resistance (Mx) gene remained unaffected. In liver tissue, the heat shock protein (HSP-70) expression was upregulated, while that of cytochrome P450 1A (CYP 1A) was downregulated. TP (2%) supplementation elicited a significant modulation in aforementioned indices; however, their levels did not attain that of the control values. Our findings concluded that LCH affects the O. niloticus immune response through the negative transcriptional influence on genes linked to immunity and induction of oxidative injury of the immune organs. Besides, dietary TP (2%) could be a proper candidate to modulate the compromised immunity in response to LCH exposure in O. niloticus aquaculture.", "date_completed": "20201223", "date_revised": "20201223"}