{"pmid": "30021339", "doi": ["S0753-3322(18)32360-6", "10.1016/j.biopha.2018.06.047"], "language": ["eng"], "title": "Tanshinones from Salvia miltiorrhiza Bunge revert chemotherapy-induced neuropathic pain and reduce glioblastoma cells malignancy.", "abstract": "Medicinal plants and herbal extracts from traditional Chinese medicine are used increasingly commonly worldwide for their benefits to health and quality of life as dietary supplements or as ingredients in functional foods. Among them, Salvia miltiorrhiza Bunge (a natural strong remedy for the treatment of a variety of conditions) is traditionally used for centuries in Asian countries as antioxidant, anticancer, and anti-inflammatory agent. In this context, several evidences support the hypothesis that some tanshinones (in particular tanshinone IIA and cryptotanshinone) extracted from the roots (Danshen) of Salvia miltiorrhiza exert neuroprotective and analgesic activities. Oxaliplatin (OXA), a platinum-based drug used for the treatment of solid tumors, induces neuropathic pain which hampers the chemotherapy success. While several attempts were made to prevent oxaliplatin-induced painful neuropathy, a growing number of evidences look to natural sources as an effective remedy to counterbalance the OXA-mediated side effects. The aim of the present study was to investigate the pain-relieving profile of Danshen and its active constituents tanshinone IIA (TIIA) and cryptotanshinone (CRY) in animal models of neuropathic pain induced by OXA, anticancer drug characterized by a dose-limiting neurotoxicity. Contextually, the neuroprotective and anticancer activities of the selected compounds were tested in different cells lines. A single administration per os of CRY (30 mg mg/kg) significantly, in a dose dependent manner, attenuated chemotherapy-induced pain. A 7 days repeated administrations highlighted the effectiveness and potency of both CRY and TIIA (10 mg/kg). On the other hand, Danshen showed a painkiller profile against oxaliplatin-induced neuropathy. Contextually, Danshen and its active constituents showed remarkable and selective inhibitory activities on glioblastoma cells lines LN-229 (IC<sub>50</sub>: 50.0 ± 4.0, 48.2 ± 4.9 and 51.9 ± 2.3 μM respectively for Danshen standardized extract, TIIA and CRY) next to healthy but high proliferative cell lines enterocytes (IC<sub>50</sub>:> 250 μM for TIIA and CRY) and keratinocytes (IC<sub>50</sub>: >100 and 97 ± 2 μM respectively for TIIA and CRY). Taken together the results reported here demonstrated the long-lasting pain-relieving effects of Danshen and its related bioactive constituents in animal models of neuropathic pain and their selective in vitro neuroprotective properties on certain central malignancy cells lines. Thus, suggest that S. miltiorrhiza roots could be considered as a new potential source of active diterpenoidic compounds useful for pharmaceutical or nutraceutical industries and beneficial as food complements.", "date_completed": "20181102", "date_revised": "20191210"}