{"pmid": "32668965", "doi": ["10.1142/S0192415X20500548"], "language": ["eng"], "title": "Inhibition of Inflammatory Responses by <i>Centella asiatica</i> via Suppression of IRAK1-TAK1 in Mouse Macrophages.", "abstract": "<i>Centella asiatica</i> (L.) Urb. (<i>C. asiatica</i>) has been widely treated for inflammation-related diseases in China for thousands of years. While <i>C. asiatica</i> showed relevant effects as traditional medicine, the mechanism of <i>C. asiatica</i> suppressing inflammation has not been thoroughly investigated. Therefore, this study was conducted to reveal the anti-inflammatory mechanism of methanol fraction from <i>C. asiatica</i> (MCA) at the molecular level in murine macrophages. Levels of inflammation-related mediators were observed with treatment of MCA. MCA significantly suppressed nitric oxide production and iNOS expression in RAW 264.7 macrophages. Prostaglandin E<sub>2</sub> production was alleviated by MCA via the downregulation of cyclooxygenase-2. MCA treatment also reduced pro-inflammatory tumor necrosis factor-[Formula: see text] and interleukin (IL)-6 levels. LPS/D-GalN-induced acute hepatitis in mouse was alleviated by MCA treatment. In addition, MCA decreased the phosphorylation of inhibitory [Formula: see text]B[Formula: see text] (I[Formula: see text]B[Formula: see text]) at Ser32/36 and thereby blocked I[Formula: see text]B[Formula: see text] degradation. TXY motif phosphorylation in the activation loops of mitogen-activated protein kinases (MAPKs) was also suppressed by MCA treatment. Further investigation revealed that MCA inhibited transforming growth factor-[Formula: see text]-activated kinase 1 (TAK1) phosphorylation and IL-1 receptor-associated kinase (IRAK1) degradation, the upstream kinases activating nuclear factor [Formula: see text]B and MAPKs. Taken together, MCA exhibited anti-inflammatory properties via the downregulation of IRAK1-TAK1 signaling pathways.", "date_completed": "20201020", "date_revised": "20201020"}