{"pmid": "33524329", "doi": ["S0013-9351(21)00108-0", "10.1016/j.envres.2021.110814"], "language": ["eng"], "title": "Sulfadiazine, sulfamethazine and sulfachloropyridazine removal using three different porous materials: Pine bark, \"oak ash\" and mussel shell.", "abstract": "This work focuses on studying the efficacy of three different by-products to adsorb three antibiotics (sulfadiazine, SDZ; sulfamethazine, SMT; sulfachloropyridazine, SCP). These antibiotics can be considered pollutants of the environment when they reach water, as well as in cases where they are spread on soils through irrigation or contained in sewage sludge or livestock manure. In this study, batch-type adsorption/desorption experiments were performed for each of the three sulfonamides, adding 7 different concentrations of the antibiotics, going from 1 to 50 μmol L<sup>-1</sup>, and with contact time of 24 h. The results indicate that pine bark is the most efficient bioadsorbent among those studied, as it adsorbs up to 95% of the antibiotics added, while desorption is always less than 11%. However, for \"oak ash\" and mussel shell the adsorption is always lower than 45 and 15%, respectively, and desorption is high, reaching up to 49% from \"oak ash\" and up to 81% from mussel shell. Adsorption data showed good fitting to the Linear and Freundlich models, with R<sup>2</sup> values between 0.98 and 1.00 in both cases. K<sub>d</sub> and K<sub>F</sub> adsorption parameters showed similar values for the same sorbent materials but were much higher for pine bark than for the other two bioadsorbents. The Freundlich's n parameter showed values in the range 0.81-1.28. The highest K<sub>F</sub> values (and therefore the highest adsorption capacities) were obtained for the antibiotic SCP in pine bark. Pine bark showed the highest capacity to adsorb each of the antibiotics, increasing as a function of the concentration added. When the concentration of sulfonamide added was 50 μM, the amounts adsorbed were 780 μmol kg<sup>-1</sup> for SDZ, 890 μmol kg<sup>-1</sup> for SMT, and 870 μmol kg<sup>-1</sup> for SCP. \"Oak ash\" and mussel shell have low adsorption capacity for all three sulfonamides, showing values always lower than 150 μmol kg<sup>-1</sup> (oak ash) and 20 μmol kg<sup>-1</sup> (mussel shell) when a concentration of 50 μmol L<sup>-1</sup> of antibiotic is added. The results of this study could aid to make an appropriate management of the by-products studied, in order to facilitate their valorization and recycling in the treatment of environmental compartments polluted with sulfonamide antibiotics.", "date_completed": "20210421", "date_revised": "20210421"}