{"pmid": "31717611", "doi": ["E486", "10.3390/plants8110486"], "language": ["eng"], "title": "Polyphenol Profile and Pharmaceutical Potential of Quercus spp. Bark Extracts.", "abstract": "Targeted profiling of polyphenols in trees may reveal valuable sources of natural compounds with major applications in pharmacology and disease control. The current study targeted the profiling of polyphenols using HPLC-DAD in <i>Quercus</i> <i>robur</i>, <i>Q.</i> <i>macrocarpa</i> and <i>Q.</i> <i>acutissima</i> bark extracts. Free radical scavenging of each extract was investigated using antioxidant assays. Antimicrobial activities against a wide spectrum of bacteria and fungi were explored, as well as anticancer activities against different cancer cell lines. The HPLC-DAD analyses revealed the availability of several polyphenols in high amounts, including ellagic acid (in <i>Q.</i> <i>robur</i>) and caffeic acid (in <i>Q.</i> <i>macrocarpa</i>) in all three species. The bioactivity assay revealed high antioxidant activity in <i>Q.</i> <i>robur</i> compared to that of the other species, as well as phenolic standards. The three oak bark extracts showed clear antibacterial activities against most bacteria tested, with the highest antibacterial activities in the extracts of <i>Q.</i> <i>robur</i>. In addition, the three extracts showed higher antibacterial activities against <i>Pseudomonas</i> <i>aeruginosa</i><i>, Micrococcus</i> <i>flavus</i><i>,</i> and <i>Escherichia coli</i> <b></b>compared to that of other bacteria. There were strong antifungal activities against some fungi, such as <i>Aspergillus</i> <i>flavus</i>, <i>Penicillium</i> <i>funiculosum</i><i>,</i> and <i>Penicillium</i> <i>ochrochloron</i>. There were also noticeable anticancer activities against MCF-7, HeLa, Jurkat, and HT-29 cell lines, with the highest anticancer activity in the extracts of <i>Q.</i> <i>robur</i>. This is the first study that reveals not only novel sources of important polyphenols (e.g. ellagic acid) in <i>Q</i><i>.</i> <i>robur</i>, <i>Q.</i> <i>macrocarpa</i> and <i>Q.</i> <i>acutissima</i> bark but also their anticancer activities against diverse cancer cell lines.", "date_revised": "20200928"}