{"pmid": "24244469", "doi": ["10.1371/journal.pone.0079285"], "language": ["eng"], "title": "Oak bark allometry and fire survival strategies in the Chihuahuan desert Sky Islands, Texas, USA.", "abstract": "Trees may survive fire through persistence of above or below ground structures. Investment in bark aids in above-ground survival while investment in carbohydrate storage aids in recovery through resprouting and is especially important following above-ground tissue loss. We investigated bark allocation and carbohydrate investment in eight common oak (Quercus) species of Sky Island mountain ranges in west Texas. We hypothesized that relative investment in bark and carbohydrates changes with tree age and with fire regime: We predicted delayed investment in bark (positive allometry) and early investment in carbohydrates (negative allometry) under lower frequency, high severity fire regimes found in wetter microclimates. Common oaks of the Texas Trans-Pecos region (Quercus emoryi, Q. gambelii, Q. gravesii, Q. grisea, Q. hypoleucoides, Q. muehlenbergii, and Q. pungens) were sampled in three mountain ranges with historically mixed fire regimes: the Chisos Mountains, the Davis Mountains and the Guadalupe Mountains. Bark thickness was measured on individuals representing the full span of sizes found. Carbohydrate concentration in taproots was measured after initial leaf flush. Bark thickness was compared to bole diameter and allometries were analyzed using major axis regression on log-transformed measurements. We found that bark allocation strategies varied among species that can co-occur but have different habitat preferences. Investment patterns in bark were related to soil moisture preference and drought tolerance and, by proxy, to expected fire regime. Dry site species had shallower allometries with allometric coefficients ranging from less than one (negative allometry) to near one (isometric investment). Wet site species, on the other hand, had larger allometric coefficients, indicating delayed investment to defense. Contrary to our expectation, root carbohydrate concentrations were similar across all species and sizes, suggesting that any differences in below ground storage are likely to be in total volume of storage tissue rather than in carbohydrate concentration. ", "date_completed": "20141124", "date_revised": "20211021"}