{"pmid": "32972158", "doi": [], "language": ["eng"], "title": "A pharmacodynamic study of a new gel containing an extract of Aloe vera and an extract of oak bark for potential treatment of periodontal diseases.", "abstract": "The article presents the results of a pharmacodynamic study of a new gel containing an extract of Aloe vera and an extract of oak bark under the condition of destructive inflammatory periodontal diseases. Pharmacodynamics of the new gel was studied by the following methods: antimicrobial effect - by diffusion method in agar gel (compared product - Metrogyl denta® gel); reparative effect - on the model of linear cut wounds (compared product - Calendula ointment); anti-inflammatory activity - on the model of acute carrageenan-induced inflammation (compared product - Diclofenac natrium gel 5%). It has been established that the antimicrobial activity of the new gel against Staphylococcus aureus ATCC 25923, Escherichia coli ATCC 25922, Bacillus subtilis ATCC 6633, Pseudomonas aeruginosa ATCC 27853, Candida albicans NCTC 885-653, Escherichia faecalis ATCC 29212, and Staphylococcus mutans ATCC 35668 is slightly lower in comparison with Metrogyl denta® gel exhibiting a powerful antimicrobial activity. According to the reparative effect on the model of linear cut wounds, the new gel exceeded the effectiveness (by 24%, p &lt; 0.001) of the compared drug based on the medicinal plant material - Calendula ointment. A significant anti-inflammatory activity of the new gel has been revealed under the conditions of acute carrageenan inflammation. It exceeded the Diclofenac natrium gel in the first hours of the experiment, indicating an anti-lipoxygenase activity of the new gel. The established antimicrobial, reparative and anti-inflammatory activity of a new gel containing aloe vera and oak bark extracts confirmed its potential use in the treatment of destructive inflammatory periodontal diseases.", "date_completed": "20201110", "date_revised": "20201110"}