{"pmid": "24661964", "doi": ["10.1016/j.jenvrad.2014.03.001", "S0265-931X(14)00079-4"], "language": ["eng"], "title": "Radial and vertical distributions of radiocesium in tree stems of Pinus densiflora and Quercus serrata 1.5 y after the Fukushima nuclear disaster.", "abstract": "The radial and vertical distributions of radiocesium in tree stems were investigated to understand radiocesium transfer to trees at an early stage of massive contamination from the Fukushima nuclear disaster. A conifer species (Japanese red pine) and a broad-leaved species (Japanese konara oak) were selected to determine whether the radiocesium contamination pattern differs between species. Stem disks were collected at several heights and separated into outer bark, inner bark, and wood. The radiocesium concentration was the highest in the outer bark, followed by that in the inner bark and wood. The vertical distribution of the radiocesium concentration at each stem part differed between the species. The difference between species in radiocesium concentration of the outer bark could be explained by presence or absence of leaves at the time of the disaster. However, the reasons for the differences between species in the radiocesium concentration of the inner bark and wood are unclear. The radial distribution in the wood of the studied species showed a common pattern across stem disk heights and species. However, the radiocesium concentration ratio between sapwood and inner bark was significantly different between species. Although the radial contamination pattern in the wood was similar in the studied species during the early stage of contamination, the radiocesium transport pathway and allocation would be different between the species, and the contamination pattern will likely be different between the species at later stages. Continued investigations are important for understanding the radiocesium cycle and the accumulation of radiocesium in the tree stems of each species. ", "date_completed": "20141230", "date_revised": "20140519"}