{"pmid": "31509789", "doi": ["S0301-4797(19)31227-7", "10.1016/j.jenvman.2019.109509"], "language": ["eng"], "title": "Competitive adsorption/desorption of tetracycline, oxytetracycline and chlortetracycline on pine bark, oak ash and mussel shell.", "abstract": "We studied competitive adsorption for the tetracycline antibiotics (TCs) tetracycline (TC), oxytetracycline (OTC), and chlortetracycline (CTC) on three bio-adsorbents (mussel shell, oak wood ash, and pine bark). The results were compared for individual systems (with antibiotics added separately) and ternary systems (with all three antibiotics added simultaneously). In all cases batch-type experiments were carried out, with 24 h of contact time. In the individual systems, concentrations of 200 μmol L<sup>-1</sup> were used for each of the three antibiotics, separately. In the ternary system, all three TCs were added simultaneously, using the following total concentrations: 50, 100, 200, 400, 600 μmol L<sup>-1</sup>, each antibiotic being 1/3 of the total. Taking into account that ionic strength of a solution is related to a measure of the concentration of ions in that solution, the use of individual and ternary systems allows to compare, for each antibiotic, systems having equal concentrations and similar ionic strength (concentrations of 200 μmol L<sup>-1</sup>), and systems having different concentrations and ionic strength (200 μmol L<sup>-1</sup> in the individual systems, and 600 μmol L<sup>-1</sup> in the ternary systems, resulting from the sum of 200 μmol L<sup>-1</sup> corresponding to each of the three antibiotics). Adsorption/desorption results indicated that these processes were in all cases closely related to pH values, and to carbon and non-crystalline minerals contents in the bio-adsorbents. Both oak ash and pine bark adsorbed close to 100% of TCs in individual and ternary systems, with desorption <4% for oak ash, and <12% for pine bark. However, mussel shell gave clearly poorer results, only relatively acceptable for CTC, with adsorption <56% and desorption even >30% for TC and OTC. In view of the results, oak ash and pine bark can be recommended as effective bio-adsorbents for the three TCs studied, and could be useful to retain/inactive them in wastes, and soil or liquid media receiving these emerging pollutants, thus reducing risks of damage for public health and the environment.", "date_completed": "20191108", "date_revised": "20191108"}