{"pmid": "30360263", "doi": ["S0048-9697(18)33690-8", "10.1016/j.scitotenv.2018.09.246"], "language": ["eng"], "title": "Different belowground responses to elevated ozone and soil water deficit in three European oak species (Quercus ilex, Q. pubescens and Q. robur).", "abstract": "Effects on roots due to ozone and/or soil water deficit often occur through diminished belowground allocation of carbon. Responses of root biomass, morphology, anatomy and ectomycorrhizal communities were investigated in seedlings of three oak species: Quercus ilex L., Q. pubescens Willd. and Q. robur L., exposed to combined effects of elevated ozone (ambient air and 1.4 × ambient air) and water deficit (100% and 10% irrigation relative to field capacity) for one growing season at a free-air ozone exposure facility. Effects on root biomass were observed as general reduction in coarse root biomass by -26.8% and in fine root biomass by -13.1% due to water deficit. Effect on coarse root biomass was the most prominent in Q. robur (-36.3%). Root morphological changes manifested as changes in proportions of fine root (<2 mm) diameter classes due to ozone and water deficit in Q. pubescens and due to water deficit in Q. robur. In addition, reduced fine root diameter (-8.49%) in Q. robur was observed under water deficit. Changes in root anatomy were observed as increased vessel density (+18.5%) due to ozone in all three species, as reduced vessel tangential diameter (-46.7%) in Q. ilex due to interaction of ozone and water, and as generally increased bark to secondary xylem ratio (+47.0%) due to interaction of ozone and water. Water deficit influenced occurrence of distinct growth ring boundaries in roots of Q. ilex and Q. robur. It shifted the ectomycorrhizal community towards dominance of stress-resistant species, with reduced relative abundance of Tomentella sp. 2 and increased relative abundances of Sphaerosporella brunnea and Thelephora sp. Our results provide evidence that expression of stress effects varies between root traits; therefore the combined analysis of root traits is necessary to obtain a complete picture of belowground responses.", "date_completed": "20181121", "date_revised": "20181121"}