{"pmid": "31206188", "doi": ["10.1111/1750-3841.14652"], "language": ["eng"], "title": "Investigation of the Antibacterial Activity and Subacute Toxicity of a Quercus crassifolia Polyphenolic Bark Extract for its Potential Use in Functional Foods.", "abstract": "Oak wood is used in barrels for wine aging. During aging, polyphenols are transferred from the barrels to the liquid. Although the bioactivity of oak polyphenols in wines has been extensively studied, no investigation exists on their toxicological properties, which limits their use as functional safe ingredients for other products. In this work, the chemical composition of a polyphenolic extract of Quercus crassifolia bark (QCBe) was studied by GC-MS. Its antibacterial properties on probiotic and pathogenic bacteria and its subacute-oral toxicity were determined as a way to understand the potential impact from its addition to fermented food as a functional ingredient. QCBe shows a selective inhibition of Escherichia coli compared with Lactobacillus bulgaricus and Streptococcus thermophylus. According to the toxicity evaluation, the subacute no-observed-adverse-effect-level was achieved at 11 mg/kg bw/day, whereas the subacute lowest-observed-adverse-effect-level for kidney damage was at 33 mg/kg bw/day. These results suggest that, given the fact an adverse effect was observed after subacute administration of this extract, further longer term toxicological studies are needed to provide sufficient safety evidence for its use in humans. PRACTICAL APPLICATION: Mexico's yogurt market is growing which creates opportunities for the development of some yogurt products as functional foods. As a first step to evaluate its potential use in yogurt formulation, the antibacterial effect of a Quercus crassifolia polyphenolic extract (QCBe) on probiotic bacteria and its subacute-oral toxicity in rats were studied. A low inhibition on probiotic bacteria growth was observed after QCBe addition to Lactobacillus bulgaricus and Streptococcus thermophylus cultures. Exposure to QCBe for a subacute duration resulted in renal injury in rats at dosages greater than or equal to 33 mg/kg/bw/day. This adverse effect indicates the importance of performing further long-term toxicological assessments prior to the addition of QCBe to a food like yogurt, which is regularly eaten by consumers.", "date_completed": "20191014", "date_revised": "20191014"}