{"pmid": "31137972", "doi": ["10.1080/15569527.2019.1622560"], "language": ["eng"], "title": "Investigation the effect of <i>Hypericum perforatum</i> on corneal alkali burns.", "abstract": "<b>Purpose:</b> To investigate the effect of <i>Hypericum perforatum</i> on corneal alkali burn. <b>Methods:</b> We studied 45 250 g weighing, 4 months old Wistar albino rats. Alkaline burns were performed in the corneas of all experimental animals with 2 mol/L NaOH after general anaesthesia. Rats were divided into five groups according to the subsequent process applied to them: group 1 was the topical <i>Hypericum perforatum</i> group, group 2 was the topical pure olive oil group, group 3 was the oral <i>Hypericum perforatum</i> group, group 4 was the oral pure olive oil group, and group 5 was the control untreated group. Rats were sacrificed under general anaesthesia on the 14 day. The rate of corneal inflammation, neovascularization, fibroblastic activity, and cluster of differentiation 31 (CD31) staining was investigated. <b>Result:</b> There were 45 rats at the beginning of the study. One rat in groups 1, 2, and 3 died during the study; therefore, 42 rats could be evaluated. There were 8 rats in group 1, 8 rats in group 2, 8 rats in group 3, and 9 rats in group 4. We found less corneal neovascularization (CNV), inflammation, and fibroblastic activity in group 1 and group 2 than in the other groups (<i>p</i> ˂ 0.001 for all parameters). CNV, inflammation, fibroblastic activity, and CD31 staining rates were lower in group 1 than in group 2 (<i>p</i> ˂ 0.001 for all parameters). There was no difference between groups 3, 4, and 5 (respectively, <i>p</i> = 0.436, 0.634, and 0.750). <b>Conclusions:</b> We found that both topical <i>Hypericum perforatum</i> oily extract and olive oil have anti-inflammatory, anti-angiogenic, and anti-fibroblastic effects when applied after corneal alkali burns in rat corneas. Further studies should be conducted in this field.", "date_completed": "20200220", "date_revised": "20200220"}