{"pmid": "30957550", "doi": ["10.1080/10520295.2018.1482001"], "language": ["eng"], "title": "Effects of Oenothera biennis L. and Hypericum perforatum L. extracts on some central nervous system myelin proteins, brain histopathology and oxidative stress in mice with experimental autoimmune encephalomyelitis.", "abstract": "We investigated the effects of Oenothera biennis L. and Hypericum perforatum L. extracts on brain tissue histopathology, myelin oligodendrocyte glycoprotein (MOG), myelin basic protein (MBP), total antioxidant status (TAS), total oxidant status (TOS) and oxidative stress index (OSI) in mice with experimental autoimmune encephalomyelitis (EAE). Forty-seven C57BL/6J mice were divided into the following groups: multiple sclerosis (MS), control (healthy mice), MS + H. perforatum treated (MS + HP), MS + O. biennis treated (MS + OB). All groups except the control group were immunized by EAE methods. Two weeks after the immunization, the mice in the MS + HP group were fed normal food containing 18 - 21 g/kg H. perforatum extract, the mice in MS + OB group were fed normal food containing 18 - 21 g/kg O. biennis extract, and the mice in control and MS groups were fed normal food for six weeks. Brain tissue samples were collected from all mice for histopathological and biochemical analysis. Clinical signs of the disease were scored using functional systems scores (FSS) daily. The H. perforatum and O. biennis extracts ameliorated the increased brain tissue MOG and MBP values for animals with MS. H. perforatum and O. biennis extract decreased the TOS and OSI values for brain tissue and increased TAS levels in brain tissue of animals with MS. In addition, H. perforatum and O. biennis extracts decreased the clinical signs at the end of the experiment compared to the beginning of extract administration. We found that myelin was lost in MS group vs. control group. H. perforatum and O. biennis extract treatments decreased the amount of myelin loss in the MS + HP and MS + OB groups. We also observed amyloid deposition on vascular walls, in the cytoplasm of the neurons and in the intercellular space in the MS group. O. biennis and H. perforatum treated groups exhibited neither abnormal amyloid deposition nor obvious cell infiltration. The beneficial effects of O. biennis and H. perforatum for attenuating myelin loss and amyloid deposition suggest their therapeutic utility for treatment of MS.", "date_completed": "20190523", "date_revised": "20190523"}