{"pmid": "32721993", "doi": ["E3353", "10.3390/molecules25153353"], "language": ["eng"], "title": "Combining In Silico and In Vitro Studies to Evaluate the Acetylcholinesterase Inhibitory Profile of Different Accessions and the Biomarker Triterpenes of <i>Centella asiatica</i>.", "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease and the most cause of dementia in elderly adults. Acetylcholinesterase (AChE) is an important beneficial target for AD to control cholinergic signaling deficit. <i>Centella asiatica</i> (CA) has proven to be rich with active ingredients for memory enhancement. In the present study, the chemical profiling of three accession extracts of CA namely SECA-K017, SECA-K018, and, SECA-K019 were performed using high-performance liquid chromatography (HPLC). Four biomarker triterpene compounds were detected in all CA accessions. Quantitative analysis reveals that madecassoside was the highest triterpene in all the CA accessions. The biomarker compounds and the ethanolic extracts of three accessions were investigated for their acetylcholinesterase (AChE) inhibitory activity using Ellman's spectrophotometer method. The inhibitory activity of the triterpenes and accession extracts was compared with the standard AChE inhibitor eserine. The results from the in vitro study showed that the triterpene compounds exhibited an AChE inhibitory activity with the half-maximal inhibitory concentration (IC<sub>50</sub>) values between 15.05 ± 0.05 and 59.13 ± 0.18 µg/mL. Asiatic acid was found to possess strong AChE inhibitory activity followed by madecassic acid. Among the CA accession extracts, SECA-K017 and SECA-K018 demonstrated a moderate AChE inhibitory activity with an IC<sub>50</sub> value of 481.5 ± 0.13 and 763.5 ± 0.16 µg/mL, respectively from the in silico docking studies, it is observed that asiatic acid and madecassic acid showed very good interactions with the active sites and fulfilled docking parameters against AChE. The present study suggested that asiatic acid and madecassic acid in the CA accessions could be responsible for the AChE inhibitory action and could be used as markers to guide further studies on CA as potential natural products for the treatment of AD.", "date_completed": "20210301", "date_revised": "20210301"}