{"pmid": "32595756", "doi": ["10.1155/2020/9817932"], "language": ["eng"], "title": "Effects of Compound Centella on Oxidative Stress and Keap1-Nrf2-ARE Pathway Expression in Diabetic Kidney Disease Rats.", "abstract": "The formula of Compound Centella mainly contains 3 traditional Chinese herbs: <i>Centella asiatica</i> (L.) Urb. (JiXueCao), <i>Astragalus Membranaceus</i> Fish. (HuangQi), and <i>Tripterygium wilfordii</i> Hook. f. (LeiGongTeng). Though this formula is effective for treating diabetic kidney disease (DKD) in clinic, the exact mechanism is still unclear. This study aims to investigate the effect and antioxidant mechanism of Compound Centella on DKD rats. High-performance liquid chromatography (HPLC) was applied to analyse 3 herbs in Compound Centella. Sprague-Dawley rats were divided into the normal group (NG), DKD group (DKDG), Compound Centella group (CCG), and losartan group (LG), with 8 rats in each group. On the first day of the experiment, rats in the NG were fed with ordinary -feed, while the other groups were fed with high-fat and high-sugar feed. On the 29<sup>th</sup> day, except the NG, the other 3 groups received a single intraperitoneal injection of streptozocin (STZ, 35 mg/kg). Fasting blood glucose (FBG) was measured on the 1<sup>st</sup> day, 32<sup>nd</sup> day, 46<sup>th</sup> day, 56<sup>th</sup> day, 84<sup>th</sup> day, and 112<sup>th</sup> day. Total protein/creatinine ratio of urine was determined by the phenol red assay on the 1<sup>st</sup> day and 112<sup>th</sup> day. Serum creatinine (Scr) was determined by an automatic biochemical analyser on the 112<sup>th</sup> day. Kidneys were collected on the 112<sup>th</sup> day for analysis and evaluation. Periodic acid-Schiff (PAS) staining, hematoxylin-eosin (HE) staining, and transmission electron microscopy were used to observe kidney pathological changes. The mRNA and protein expressions of Kelch-like ECH-associated protein 1 (Keap1) and nuclear factor-erythroid 2-related factor 2 (Nrf2) in renal tissues were detected by RT-qPCR, Western blot, and immunohistochemistry. Oxidative stress was evaluated by detecting the levels of malondialdehyde (MDA) and heme oxidase-1 (HO-1). The results showed that the content of asiaticoside, astragaloside, and triptolide in the herb was 5960, 809, and 2.42 <i>μ</i>g/g and in the Compound Centella was 340, 64, and 0.1403 <i>μ</i>g/mL by HPLC. Compound Centella reduced the urine protein/creatinine ratio and improved renal pathology in the kidneys of DKD rats. In addition, the mRNA and protein expressions of Keap1 and Nrf2 in kidneys were upregulated by Compound Centella. The expressions of MDA were downregulated but HO-1 were upregulated by Compound Centella. Therefore, the protective effect of Compound Centella in the kidney of DKD rats may be related to regulating the Keap1-Nrf2-ARE pathway under oxidative stress, suggesting Compound Centella as a promising treatment against DKD.", "date_revised": "20200928"}