{"pmid": "34549762", "doi": ["10.1039/d1fo01117k"], "language": ["eng"], "title": "Gut dysbiosis correction contributes to the hepatoprotective effects of <i>Thymus quinquecostatus</i> Celak extract against alcohol through the gut-liver axis.", "abstract": "Alcoholic liver disease (ALD) is a major health issue globally due to the consumption of alcoholic beverages. <i>Thymus quinquecostatus</i> Celak is a food additive and an edible herb that is widely used in Asia and possesses hepatoprotective activity, but the underlying mechanisms behind this protective activity are not completely understood. The purpose of this study was to investigate the hepatoprotective effects of <i>Thymus quinquecostatus</i> Celak extract (TQE) against ALD as well as the underlying mechanism based on gut microbiota and the gut-liver axis. TQE supplementation markedly alleviated chronic alcohol-induced liver injury in C57 mice. TQE also ameliorated gut barrier dysfunction induced by alcohol. Consequently, the activation of the lipopolysaccharide (LPS) translocation-mediated TLR4 pathway and the subsequent inflammatory response and ROS overproduction in the liver were suppressed. Meanwhile, alcohol-induced gut microbiota dysbiosis was also corrected by TQE. To further investigate the contribution of gut dysbiosis correction to the beneficial effects of TQE on ALD, a fecal microbiota transplantation study was conducted. TQE-manipulated gut microbiota transplantation markedly counteracted the alcohol-induced gut dysbiosis in the recipient mice. In parallel with gut dysbiosis correction, liver damage was partly ameliorated in the recipient mice. Gut barrier dysfunction, endotoxemia, TLR4 pathway induction as well as downstream inflammatory response and ROS overproduction were also partly suppressed due to gut dysbiosis correction in alcohol-fed recipient mice. In summary, these results suggest that gut dysbiosis correction contributes to the hepatoprotective effects of TQE against alcohol through the gut-liver axis.", "date_revised": "20211019"}