{"pmid": "32481500", "doi": ["E289", "10.3390/antibiotics9060289"], "language": ["eng"], "title": "Morphological, Chemical, and Genetic Characteristics of Korean Native Thyme Bak-Ri-Hyang (<i>Thymus quinquecostatus</i> Celak.).", "abstract": "Bak-ri-hyang (<i>Thymus quinquecostatus</i> Celak.) is an important medicinal and aromatic plant in Korea. <i>T. quinquecostatus</i> population and is always mixed with other thyme cultivars during cultivation and marketing. Hence, this study aimed to determine the genetic variability and the essential oil composition of three Korean native thyme, <i>T. quinquecostatus</i> cultivars collected from the Wolchul, Jiri, and Odae mountains, in comparison with six commercial thyme cultivars (<i>T. vulgaris</i>), to distinguish Bak-ri-hyang from other thyme cultivars. The composition of essential oils obtained from nine individuals was analyzed by gas chromatography-mass spectrometry (GC-MS). The random amplified polymorphic DNA (RAPD) analysis was accomplished using 16 different primers. The GC-MS analysis revealed that Wolchul, creeping, golden, and orange cultivars belong to the geraniol chemotype. Whereas the Odae, lemon, and silver cultivars belong to the thymol chemotype. Further, linalool was the most abundant component in carpet and Jiri cultivars. The RAPD analysis demonstrated that all thyme cultivars showed characteristic RAPD patterns that allowed their identification. In total, 133 bands were obtained using 16 primers, and 124 bands were polymorphic, corresponding to 93.2% polymorphism. Cluster analysis of RAPD markers established the presence of clear separation from nine thyme cultivars. The highest dissimilarity and similarity coefficient of the RAPD markers were 0.58 and 0.98, respectively. According to the RAPD patterns, the nine thyme cultivars could be divided into two major clusters. Among three Korean cultivars, the Wolchul and Odae cultivars were placed into the same cluster, but they did not show identical clustering with their essential oil compositions. The findings of the present study suggest that RAPD analysis can be a useful tool for marker-assisted identification of <i>T. quinquecostatus</i> from other <i>Thymus</i> species.", "date_revised": "20200928"}