{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Lasioderma serricorne", "Liposcelis bostrychophila", "Tribolium castaneum", "contact toxicity", "fumigant toxicity"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34453492", "DateRevised": {"Year": "2021", "Month": "11", "Day": "15"}, "Article": {"ELocationID": ["10.1002/cbdv.202100374"], "ArticleDate": [{"Year": "2021", "Month": "09", "Day": "21"}], "Language": ["eng"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "18", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Insecticidal and Repellent Activity of Thymus quinquecostatus Celak. Essential Oil and Major Compositions against Three Stored-Product Insects.", "Pagination": {"MedlinePgn": "e2100374"}, "Abstract": {"AbstractText": ["Thymus quinquecostatus Celak. of the Lamiaceae family has a long history of dual use of medicine and food with high economic value, and has been proved to have good antioxidative, antimicrobial, and antidiabetic activities. Essential oil (EO) extracted from the aerial part of T. quinquecostatus was obtained by hydrodistillation and analyzed by gas chromatography-mass spectrometry (GC/MS) and GC. Totally 45 compounds were identified accounting for 98.5 % of the EO. The major constituents of the EO were linalool (52.003 %), borneol (10.911 %) and anethole (5.325 %). Fumigant, contact and repellent activity of T. quinquecostatus essential oil (EO) against Tribolium castaneum (Coleoptera: Tenebrionidae), Lasioderma Serricorne (Coleoptera: Anobiidae), Liposcelis bostrychophila (Psocoptera: Liposcelididae) were evaluated in this work. T. quinquecostatus EO and three major constituents showed varying degrees of insecticidal and repellent activities to three stored-product insects. Anethole stated the best fumigant and contact activity than others did to all three insect species. EO and compounds showed general repellent activity against three target insects. This work suggests that the EO of T. quinquecostatus has promising potential to be developed into botanical pesticides and repellents controlling pest damage in warehouses and grain stores."], "CopyrightInformation": "© 2021 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Key Laboratory of Traditional Chinese Medicine Protection and Utilization, Beijing Normal University, No. 19, Xinjiekouwai Street, Beijing, 100875, P. R. China."}], "LastName": "Lu", "ForeName": "Xin-Xin", "Initials": "XX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Key Laboratory of Traditional Chinese Medicine Protection and Utilization, Beijing Normal University, No. 19, Xinjiekouwai Street, Beijing, 100875, P. R. China."}], "LastName": "Feng", "ForeName": "Yi-Xi", "Initials": "YX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Key Laboratory of Traditional Chinese Medicine Protection and Utilization, Beijing Normal University, No. 19, Xinjiekouwai Street, Beijing, 100875, P. R. China."}], "LastName": "Du", "ForeName": "Yue-Shen", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Key Laboratory of Traditional Chinese Medicine Protection and Utilization, Beijing Normal University, No. 19, Xinjiekouwai Street, Beijing, 100875, P. R. China."}], "LastName": "Zheng", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Ethnomedicine, Ministry of Education, Minzu University of China, No. 27, Zhongguancun South Street, Beijing, 100081, P. R. China."}], "LastName": "Borjigidai", "ForeName": "Almaz", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "High Educational Key Laboratory of Natural Medicinal Pharmacology and Druggability of Guizhou Province, School of Pharmacy, Guizhou Medical University, Guiyang, 550025, Guizhou, P. R. China."}], "LastName": "Zhang", "ForeName": "Xu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Key Laboratory of Traditional Chinese Medicine Protection and Utilization, Beijing Normal University, No. 19, Xinjiekouwai Street, Beijing, 100875, P. R. China."}], "LastName": "Du", "ForeName": "Shu-Shan", "Initials": "SS"}], "GrantList": [{"Agency": "Key Laboratory of Ethnomedicine", "Country": ""}, {"Agency": "Minzu University of China", "Country": ""}, {"GrantID": "KLEM-KF2020GD01", "Agency": "Ministry of Education", "Country": ""}, {"Agency": "College of Life Sciences, Beijing Normal University, Beijing", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Y. Wang, L.-T. Zhang, Y.-X. Feng, D. Zhang, S.-S. Guo, X. Pang, Z.-F. Geng, C. Xi, S.-S. Du, ‘Comparative evaluation of the chemical composition and bioactivities of essential oils from four spice plants (Lauraceae) against stored-product insects’, Ind. Crops Prod. 2019, 140, 111640."}, {"Citation": "J. Hubert, V. Stejskal, C. G. Athanassiou, J. E. Throne, in ‘ Annual Review of Entomology’, Ed. M. R. Berenbaum, 2018, Vol. 63, pp. 553-573."}, {"Citation": "M. M. G. Saad, D. A. El-Deeb, S. A. M. Abdelgaleil, ‘Insecticidal potential and repellent and biochemical effects of phenylpropenes and monoterpenes on the red flour beetle, Tribolium castaneum Herbst’, Environ. Sci. Pollut. Res. Int. 2019, 26, 6801-6810."}, {"Citation": "C. Li, Z. Z. Li, Y. Cao, B. Zhou, X. W. Zheng, ‘Partial characterization of stress-induced carboxylesterase from adults of Stegobium paniceum and Lasioderma serricorne (Coleoptera: Anobiidae) subjected to CO2-enriched atmosphere’, J. Pestic. Sci. 2009, 82, 7-11."}, {"Citation": "M. K. Nayak, P. J. Collins, J. E. Throne, J. J. Wang, in ‘ Annual Review of Entomology’, Ed. M. R. Berenbaum, 2014 Vol 59, pp. 279-924."}, {"Citation": "S. Jeanmart, A. J. Edmunds, C. Lamberth, M. Pouliot, ‘Synthetic approaches to the 2010-2014 new agrochemicals’, Bioorg. Med. Chem. 2016, 24, 317-341."}, {"Citation": "V. Delnat, L. Janssens, R. Stoks, ‘Effects of predator cues and pesticide resistance on the toxicity of a (bio)pesticide mixture’, Pest Manage. Sci. 2020, 76, 1448-1455."}, {"Citation": "S. Boyer, H. Zhang, G. Lemperiere, ‘A review of control methods and resistance mechanisms in stored-product insects’, Bull. Entomol. Res. 2012, 102, 213-229."}, {"Citation": "M. Ahmadi, S. Moharramipour, H. Mozdarani, M. Negahban, ‘Combined effect of gamma radiation and Perovskia atriplicifolia for the control of red flour beetle, Tribolium castaneum’, Commun. Agric. Appl. Biol. Sci. 2008, 73, 643-650."}, {"Citation": "I. R. El-Gendy, M. I. El-Banobi, J. A. Villanueva-Jimenez, ‘Bio-pesticides alternative diazinon to control peach fruit fly, Bactrocera zonata (Saunders) (Diptera: Tephritidae)’, Egypt J. Biol. Pest Control. 2021, 31, 1."}, {"Citation": "X.-F. Tu, F. Hu, K. Thakur, X.-L. Li, Y.-S. Zhang, Z.-J. Wei, ‘Comparison of antibacterial effects and fumigant toxicity of essential oils extracted from different plants’, Ind. Crops Prod. 2018, 124, 192-200."}, {"Citation": "M. B. Isman, ‘Botanical insecticides, deterrents, and repellents in modern agriculture and an increasingly regulated world’, Ann. Rev. Entomol. 2006, 51, 45-66."}, {"Citation": "G. Giunti, O. Campolo, F. Laudani, L. Zappala, V. Palmeri, ‘Bioactivity of essential oil-based nano-biopesticides toward Rhyzopertha dominica (Coleoptera: Bostrichidae)’, Ind. Crops Prod. 2021, 162."}, {"Citation": "D. C. H. Fischer, ‘Handbook of herbs and spices’, Braz. J. Pharm. Sci. 2010, 46, 821-822."}, {"Citation": "T. He, X. Li, X. P. Wang, X. Xu, X. Yan, X. Li, S. Q. Sun, Y. Dong, X. Y. Ren, X. Y. Liu, Y. Wang, H. Sui, Q. Xia, G. M. She, ‘Chemical composition and anti-oxidant potential on essential oils of Thymus quinquecostatus Celak. from Loess Plateau in China, regulating Nrf2/Keap1 signaling pathway in zebrafish’, Sci. Rep. 2020, 10, 18."}, {"Citation": "Z.-X. Sun, Y.-H. Zhang, S. Cheng, Q.-W. Ma, S.-L. Guo, J.-B. Zhang, ‘Anti-tumor effect of ethanol extracts from Thymus quinquecostatus Celak on human leukemia cell lines’, J. Chin. Integr. Med. 2005, 3, 382-385."}, {"Citation": "J. Y. Hong, H. Kim, W. J. Jeon, S. Baek, I. H. Ha, ‘Antioxidative Effects ofThymus quinquecostatus CELAK through Mitochondrial Biogenesis Improvement in RAW 264.7 Macrophages’, Antioxidants 2020, 9, 18."}, {"Citation": "T. K. Hyun, H. C. Kim, J. S. Kim, ‘Antioxidant and antidiabetic activity of Thymus quinquecostatus Celak’, Ind. Crops Prod. 2014, 52, 611-616."}, {"Citation": "M. Kim, J. C. Moon, S. Kim, K. Sowndhararajan, ‘Morphological, Chemical, and Genetic Characteristics of Korean Native Thyme Bak-Ri-Hyang (Thymus quinquecostatusCelak.)’, Antibiotics 2020, 9, 16."}, {"Citation": "P. Jia, H. Z. Liu, T. Gao, H. Xin, ‘Glandular Trichomes and Essential Oil of Thymus quinquecostatus’, Sci. World J. 2013, 3, 387952."}, {"Citation": "J.-Q. Cao, S.-S. Guo, Y. Wang, X. Pang, Z.-F. Geng, S.-S. Du, ‘Toxicity and repellency of essential oil from Evodia lenticellata Huang fruits and its major monoterpenes against three stored-product insects’, Ecotoxicol. Environ. Saf. 2018, 160, 342-348."}, {"Citation": "Z. L. Liu, S. H. Ho, ‘Bioactivity of the essential oil extracted from Evodia rutaecarpa Hook f. et Thomas against the grain storage insects, Sitophilus zeamais Motsch and Tribolium castaneum (Herbst)’, J. Stored Prod. Res. 1999, 35, 317-328."}, {"Citation": "X. C. Liu, L. G. Zhou, Z. L. Liu, S. S. Du, ‘Identification of Insecticidal Constituents of the Essential Oil of Acorus calamus Rhizomes against Liposcelis bostrychophila Badonnel’, Molecules 2013, 18, 5684-5696."}, {"Citation": "K. Yang, C. F. Wang, C. X. You, Z. F. Geng, R. Q. Sun, S. S. Guo, S. S. Du, Z. L. Liu, Z. W. Deng, ‘Bioactivity of essential oil of Litsea cubeba from China and its main compounds against two stored product insects’, J. Asia Pac. Entomol. 2014, 17, 459-466."}, {"Citation": "C. X. You, K. Yang, Y. Wu, W. J. Zhang, Y. Wang, Z. F. Geng, H. P. Chen, H. Y. Jiang, S. S. Du, Z. W. Deng, Z. L. Liu, ‘Chemical composition and insecticidal activities of the essential oil of Perilla frutescens (L.) Britt. aerial parts against two stored product insects’, Eur. Food Res. Technol. 2014, 239, 481-490."}, {"Citation": "Y. Miao, Y. Tang, Y. Wu, C. Liu, ‘Study on the Chemical Components of Essential Oil of Thymus quinquecostatus Celak’, Lishizhen Med. Mater. Med. Res. 2011, 22, 305-306."}, {"Citation": "R. Pavela, P. Sedlák, ‘Post-application temperature as a factor influencing the insecticidal activity of essential oil from Thymus vulgaris’, Ind. Crops Prod. 2018, 113, 46-49."}, {"Citation": "N. N. Zhao, L. Zhou, Z. L. Liu, S. S. Du, Z. W. Deng, ‘Evaluation of the toxicity of the essential oils of some common Chinese spices against Liposcelis bostrychophila’, Food Control 2012, 26, 486-490."}, {"Citation": "J. S. Zhang, N. N. Zhao, Q. Z. Liu, Z. L. Liu, S. S. Du, L. Zhou, Z. W. Deng, ‘Repellent Constituents of Essential Oil of Cymbopogon distans Aerial Parts against Two Stored-Product Insects’, J. Agric. Food Chem. 2011, 59, 9910-9915."}]}], "History": [{"Year": "2021", "Month": "05", "Day": "10"}, {"Year": "2021", "Month": "08", "Day": "26"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "8", "Minute": "39"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34453492", "10.1002/cbdv.202100374"]}}]}