{"pmid": "33961968", "doi": ["S0890-6238(21)00065-4", "10.1016/j.reprotox.2021.04.005"], "language": ["eng"], "title": "Characterization of pregnancies exposed to St. John's wort and their outcomes: A claims data analysis.", "abstract": "Little is known about the utilization of St. John's wort (Hypericum perforatum L.) during pregnancy. In Germany, certain preparations of St. John's wort can be reimbursed by statutory health insurances, facilitating to investigate exposure to St. John's wort based on claims data. We therefore aimed to characterize pregnancies exposed to St. John's wort and to explore potential malformations in the babies. Using claims data from the German Pharmacoepidemiological Research Database (GePaRD), pregnancies exposed to St. John's wort during at least one trimester between 2006 and 2016 and the corresponding babies were identified. Exposure was identified via outpatient dispensations. Pregnancies were characterized regarding timing of exposure, use of other antidepressants, pregnancy outcomes and the occurrence of major malformations in the babies (not considering codes for musculoskeletal and other malformations due to low data quality in this regard). Out of 496 pregnancies with a dispensation of St. John's wort during pregnancy, 420 (85 %) had a dispensation during the first trimester. There was a dispensation of other antidepressants before pregnancy in 21 % (during pregnancy: 12 %). Eleven percent of pregnancies ended in non-live births. In 312 babies linked to 305 pregnancies, major malformations were coded in 18 babies (5.8 %), of which 17 were exposed in the first trimester. The crude relative risk of major malformations for babies exposed during the first vs. the second or third trimester only was 3.56 (0.48-26.17). Our results suggest that only in a minority of pregnancies, St. John's wort is used as an alternative to other antidepressants. Even though the relatively high rates of non-live births and major malformations after exposure to St. John's wort during the first trimester need to be interpreted with caution, the findings are striking and generate hypotheses that merit further investigation.", "date_revised": "20210728"}