{"pmid": "31449337", "doi": ["10.1111/1750-3841.14788"], "language": ["eng"], "title": "Antioxidative Activity of Thyme (Thymus vulgaris) and Oregano (Origanum vulgare) Essential Oils and Their Effect on Oxidative Stability of Minced Pork Packaged Under Vacuum and Modified Atmosphere.", "abstract": "The antioxidant stability of minced pork treated with thyme and oregano essential oils (EOs) was determined. Minced pork containing different concentrations (0%, 0.3%, 0.6%, or 0.9%) of thyme (TEO) or oregano essential oil (OEO) and packaged under vacuum or modified atmosphere (MAP) (30%O<sub>2</sub> /50%CO<sub>2</sub> /20%N<sub>2</sub> ) was evaluated within 15 days of refrigeration (3 ± 1 °C) storage. EOs were examined for scavenging capacity toward 2,2-diphenyl-1-picrylhydrazyl, nitric oxide radicals, and hydroxyl, and inhibition of lipid peroxidation and ferric ion reducing antioxidant power (butylated hydroxytoluene was used as positive controls). The order of antioxidative effectiveness was as follows: butylated hydroxytoluene > OEO > TEO, with significant differences between agents (P < 0.05). Lipid oxidation in meat was determined by monitoring malondialdehyde (MDA) formation and lipolysis was assessed by measuring the acidity index immediately and after 3, 6, 9, 12, and 15 days of storage. EOs significantly (P < 0.05) increased the stability of minced pork with respect to lipid oxidation compared with the control, and the antioxidative effect was dose-dependent. Moreover, vacuum packaging resulted in mince with significantly lower oxidation and lipolysis levels than modified atmosphere packaged mince (P < 0.05). The results demonstrate that both EOs examined effectively reduced lipid oxidation in raw pork mince after 2 weeks' storage. PRACTICAL APPLICATION: The natural food preservatives market is growing rapidly, as is high demand for organic foods. These results are likely to be of interest to the scientists, researchers, and persons who work in the meat industry. Results and discussion can contribute to a better understanding of antioxidative properties of essential oils in food model. Furthermore, no study has reported the effect of these MAP on pork oxidative stability.", "date_completed": "20191122", "date_revised": "20200108"}