{"pmid": "34358952", "doi": ["S0032-5791(21)00378-3", "10.1016/j.psj.2021.101344"], "language": ["eng"], "title": "The effects of the mixture of betaine, vitamin C, St John's wort (Hypericum perforatum L.), lavender, and Melissa officinalis on performance and some physiological parameters in broiler chickens exposed to heat stress.", "abstract": "The unprecedented rate of global warming requires more immaculate strategies to fight the heat stress and its detrimental effects on poultry sector. Nutritional strategies, particularly herbal extracts, play a crucial importance in this scenario. Therefore, this study was conducted to evaluate the effects of a novel selected mixture (hereafter refers to as Stress-Bio-Max, SBM) comprising St John's wort, lavender, Melissa officinalis extracts, betaine, and Vit C on heat-stressed broilers. A total of 300 male broiler chicks were allocated to 4 treatments: T1, Control (no SBM in drinking water); T2, 0.25 mL/L of SBM in drinking water; T3, 0.5 and T4, 1 mL/L of SBM, which applied since d 32. The birds underwent heat stress (40 ± 1) daily from d 35 to 42 of the experiment (2 pm-8 pm). The results show the superior weight gain of T2 and T3 from d 7 to 42 compared to other groups, 72.5 and 72.7 g/d, respectively (P < 0.05). Corticosterone level was higher on d 35 in T1 (4.674 ng/mL, P < 0.05) and lower in T2 and T3 (2.64 and 2.952 ng/mL, respectively, P < 0.05); T2 and T3 also caused the lowest concentrations of corticosterone on d 40 (5.198 and 6.458 ng/mL, respectively, P < 0.05). The superior triiodothyronine levels belonged to T2 (0.935 ng/mL, P < 0.05) on d 35 and T2 and T3 on d 40 (0.699 and 0.582 ng/mL, respectively, P < 0.05). T2, T3, and T4 caused a rise in glutathione peroxidase (GPX) and superoxide dismutase (SOD) activities (P < 0.05). A significant higher amount of total antioxidant capacity (TAC) belonged to the groups treating with SBM (P < 0.05). The SBM in T2 and T3 resulted in the lowest levels of malondialdehyde (MDA), aspartate transaminase (AST), alanine aminotransferase (ALT), and alkaline phosphatase (ALP). Results from this study indicate that SBM may alleviate the negative impacts associated with heat stress in broiler chickens.", "date_completed": "20210831", "date_revised": "20210831"}