{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Chemometrics", "Enzyme inhibition", "Herbal teas", "Hypericum perforatum", "Quality control"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "32447616", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "15"}, "Article": {"ELocationID": ["10.1007/s11130-020-00823-1"], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "1573-9104", "JournalIssue": {"Volume": "75", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Plant foods for human nutrition (Dordrecht, Netherlands)", "ISOAbbreviation": "Plant Foods Hum Nutr"}, "ArticleTitle": "St. John's Wort Herbal Teas - Biological Potential and Chemometric Approach to Quality Control.", "Pagination": {"MedlinePgn": "390-395"}, "Abstract": {"AbstractText": ["St. John's wort has been used for centuries in traditional medicine of many cultures, and nowadays it is well-known as a clinically important antidepressant drug. Considering the rising market demand for Hyperici herba, quality control of crude drug is of paramount importance. In this paper we performed HPLC-DAD chemical profiling of St. John's wort tea samples obtained at local markets, pharmacies and health food stores in the Balkan Peninsula countries, Austria and Turkey. Furthermore, water alcoholic extracts of the collected samples were evaluated in terms of their antioxidant potential, as well as the ability to inhibit biologically important enzymes such as acetylcholinesterase, monoamine oxidases A and B (MAO-A and MAO-B), α-amylase and α-glucosidase. Significant variability within the samples in the quantities of hypericin, hyperforin, rutin, quercetin, gallic, chlorogenic, caffeic and p-hydroxybenzoic acid was noticed. Chemotaxonomic modelling enabled the identification of three clusters of samples based on the quantities of rutin, hypericin and hyperforin. Generally, the extracts exhibited a significant potential to inhibit MAO-A (median IC<sub>50</sub> = 10.01 μg/mL) and α-glucosidase (median IC<sub>50</sub> = 12.40 μg/mL). The results of antioxidant potential evaluation suggest strong neutralization of hydroxyl and nitroso radicals, but moderate inhibition of lipid peroxidation process. Overall, the conducted study emphasizes the possibility of St. John's wort teas quality control, taking into account unavoidable variability of chemical profile as well. The stated is of great importance when grinding degree of herbal material excludes taxonomic identification of biological origin as an option within quality control."]}, "AuthorList": [{"Identifier": ["https://orcid.org/0000-0001-5781-6412"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia. nebojsa.kladar@mf.uns.ac.rs."}], "LastName": "Kladar", "ForeName": "Nebojša", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Sciences, University of Novi Sad, Trg Dositeja Obradovića 3, Novi Sad, 21000, Serbia."}], "LastName": "Anačkov", "ForeName": "Goran", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Srđenović", "ForeName": "Branislava", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Gavarić", "ForeName": "Neda", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Hitl", "ForeName": "Maja", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Salaj", "ForeName": "Nebojša", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Jeremić", "ForeName": "Katarina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Babović", "ForeName": "Siniša", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Novi Sad, Hajduk Veljkova 3, Novi Sad, 21000, Serbia."}], "LastName": "Božin", "ForeName": "Biljana", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Plant Foods Hum Nutr", "NlmUniqueID": "8803554", "ISSNLinking": "0921-9668"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antidepressive Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Teas, Herbal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antidepressive Agents"}, {"QualifierName": [], "DescriptorName": "Hypericum"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Quality Control"}, {"QualifierName": [], "DescriptorName": "Teas, Herbal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ng QX, Venkatanarayanan N, Ho CY (2017) Clinical use of Hypericum perforatum (St John's wort) in depression: a meta-analysis. J Affect Disord 210:211–221", "ArticleIdList": ["10.1016/j.jad.2016.12.048"]}, {"Citation": "Smith T, Gillespie M, Eckl V, Knepper J, Reynolds C (2019) Herbal supplement sales in US increase by 9.4% in 2018. HerbalGram 123:62–73"}, {"Citation": "Welz AN, Emberger-Klein A, Menrad K (2019) The importance of herbal medicine use in the German health-care system: prevalence, usage pattern, and influencing factors. BMC Health Serv Res 19:952. https://doi.org/10.1186/s12913-019-4739-0"}, {"Citation": "Biagi M, Pecorari R, Appendino G, Miraldi E, Magnano AR, Governa P, Cettolin G, Giachetti D (2016) Herbal products in Italy: the thin line between phytotherapy, nutrition and parapharmaceuticals; a normative overview of the fastest growing market in Europe. Pharmaceuticals. 9. https://doi.org/10.3390/ph9040065"}, {"Citation": "Božin B, Kladar N, Grujić N, Anačkov G, Samojlik I, Gavarić N, Čonić BS (2013) Impact of origin and biological source on chemical composition, anticholinesterase and antioxidant properties of some St. John’s wort species (Hypericum spp., Hypericaceae) from the Central Balkans. Molecules 18(10):11733–11750", "ArticleIdList": ["10.3390/molecules181011733"]}, {"Citation": "Robson N (2003) The genus Hypericum. In: Ernst E (ed) Hypericum: the genus Hypericum. Taylor & Francis, London, pp 1–22"}, {"Citation": "Booker A, Agapouda A, Frommenwiler DA, Scotti F, Reich E, Heinrich M (2018) St John's wort (Hypericum perforatum) products–an assessment of their authenticity and quality. Phytomedicine 40:158–164", "ArticleIdList": ["10.1016/j.phymed.2017.12.012"]}, {"Citation": "Kladar N, Srđenović B, Grujić N, Bokić B, Rat M, Anačkov G, Božin B (2015) Ecologically and ontogenetically induced variations in phenolic compounds and biological activities of Hypericum maculatum subsp. maculatum, Hypericaceae. Braz J Bot 38(4):703–715", "ArticleIdList": ["10.1007/s40415-015-0177-3"]}, {"Citation": "Bruni R, Sacchetti G (2009) Factors affecting polyphenol biosynthesis in wild and field grown St. John’s Wort (Hypericum perforatum L. Hypericaceae/Guttiferae). Molecules 14(2):682–725", "ArticleIdList": ["10.3390/molecules14020682"]}, {"Citation": "McCutcheon A (2017) Adulteration of Hypericum perforatum. Botanical adulterants bulletin"}, {"Citation": "Kladar N, Mrđanović J, Anačkov G, Šolajić S, Gavarić N, Srđenović B, Božin B (2017) Hypericum perforatum: synthesis of active principles during flowering and fruitification - novel aspects of biological potential. Evid Based Complement Alternat Med 2017:1–11. https://doi.org/10.1155/2017/2865610"}, {"Citation": "Sagratini G, Ricciutelli M, Vittori S, Öztürk N, Öztürk Y, Maggi F (2008) Phytochemical and antioxidant analysis of eight Hypericum taxa from Central Italy. Fitoterapia 79(3):210–213", "ArticleIdList": ["10.1016/j.fitote.2007.11.011"]}, {"Citation": "Çirak C, Radušienė J, Karabük BS, Janulis V (2007) Variation of bioactive substances and morphological traits in Hypericum perforatum populations from northern Turkey. Biochem Syst Ecol 35(7):403–409", "ArticleIdList": ["10.1016/j.bse.2007.01.009"]}, {"Citation": "Maleš Ž, Brantner AH, Sović K, Hazler Pilepić K (2006) Comparative phytochemical and antimicrobial investigations of Hypericum perforatum L. subsp. perforatum and H. perforatum subsp. angustifolium (DC.) Gaudin. Acta Pharma 56:359–367"}, {"Citation": "Martonfi P, Repčák M, Ciccarelli D, Garbari F (2001) Hypericum perforatum L. - chemotype without rutin from Italy. Biochem Syst Ecol 29(6):659–661", "ArticleIdList": ["10.1016/S0305-1978(00)00094-6"]}, {"Citation": "Brenn A, Grube M, Jedlitschky G, Fischer A, Strohmeier B, Eiden M, Keller M, Groschup MH, Vogelgesang S (2014) St. John's wort reduces beta-amyloid accumulation in a double transgenic Alzheimer's disease mouse model-role of P-glycoprotein. Brain Pathol 24(1):18–24", "ArticleIdList": ["10.1111/bpa.12069"]}, {"Citation": "Cao Z, Wang F, Xiu C, Zhang J, Li Y (2017) Hypericum perforatum extract attenuates behavioral, biochemical, and neurochemical abnormalities in aluminum chloride-induced Alzheimer's disease rats. Biomed Pharmacother 91:931–937", "ArticleIdList": ["10.1016/j.biopha.2017.05.022"]}, {"Citation": "Hashimoto K (2015) Minocycline and St. John's wort as therapeutic drugs for human tauopathy. Biol Psychiatry 78:e39. https://doi.org/10.1016/j.biopsych.2015.04.025"}, {"Citation": "Baranowska-Wojcik E, Szwajgier D, Winiarska-Mieczan A (2020) Honey as the potential natural source of cholinesterase inhibitors in Alzheimer's disease. Plant Foods Hum Nutr 75(1):30–32", "ArticleIdList": ["10.1007/s11130-019-00791-1"]}, {"Citation": "Sacher J, Houle S, Parkes J, Rusjan P, Sagrati S, Wilson AA, Meyer JH (2011) Monoamine oxidase a inhibitor occupancy during treatment of major depressive episodes with moclobemide or St. John's wort: an [11C]-harmine PET study. J Psychiatry Neurosci 36(6):375–382", "ArticleIdList": ["10.1503/jpn.100117"]}, {"Citation": "Yazdankhah S, Hojjati M, Azizi MH (2019) The antidiabetic potential of black mulberry extract-enriched pasta through inhibition of enzymes and glycemic index. Plant Foods Hum Nutr 74(1):149–155", "ArticleIdList": ["10.1007/s11130-018-0711-0"]}, {"Citation": "Nowicka P, Wojdylo A, Laskowski P (2018) Inhibitory potential against digestive enzymes linked to obesity and type 2 diabetes and content of bioactive compounds in 20 cultivars of the peach fruit grown in Poland. Plant Foods Hum Nutr 73(4):314–320", "ArticleIdList": ["10.1007/s11130-018-0688-8"]}, {"Citation": "Can OD, Ozturk Y, Ozturk N, Sagratini G, Ricciutelli M, Vittori S, Maggi F (2011) Effects of treatment with St. John's wort on blood glucose levels and pain perceptions of streptozotocin-diabetic rats. Fitoterapia 82(4):576–584", "ArticleIdList": ["10.1016/j.fitote.2011.01.008"]}, {"Citation": "Stage TB, Pedersen RS, Damkier P, Christensen MMH, Feddersen S, Larsen JT, Højlund K, Brøsen K (2015) Intake of St John's wort improves the glucose tolerance in healthy subjects who ingest metformin compared with metformin alone. Br J Clin Pharmacol 79(2):298–306", "ArticleIdList": ["10.1111/bcp.12510"]}, {"Citation": "Oliveira AI, Pinho C, Sarmento B, Dias ACP (2016) Neuroprotective activity of Hypericum perforatum and its major components. Front Plant Sci 7:1004"}]}], "History": [{"Year": "2020", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32447616", "10.1007/s11130-020-00823-1", "10.1007/s11130-020-00823-1"]}}]}