{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Hypericum perforatum L.", "Inflammation", "Insulin resistance", "Medicinal plants", "Obesity"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "33090307", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "02"}, "Article": {"ELocationID": ["10.1007/s11033-020-05912-7"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "22"}], "Language": ["eng"], "Journal": {"ISSN": "1573-4978", "JournalIssue": {"Volume": "47", "Issue": "11", "PubDate": {"Year": "2020", "Month": "Nov"}}, "Title": "Molecular biology reports", "ISOAbbreviation": "Mol Biol Rep"}, "ArticleTitle": "Hypericum perforatum L.: a medicinal plant with potential as a curative agent against obesity-associated complications.", "Pagination": {"MedlinePgn": "8679-8686"}, "Abstract": {"AbstractText": ["Obesity is a low-grade inflammatory disease that is getting increasingly common among adults and children and causes different complications. Insulin resistance, Type II diabetes, atherosclerosis, metabolic syndrome and hypertension are among the major health problems, that are associated with obesity. Some medications are used to treat obese individuals and metabolic surgery is recommended, if appropriate, for individuals with a BMI ≥ 40. Due to the fact that medications and metabolic surgery are not tolerated by all, researchers focus on alternative therapies. Medicinal plants comprise the most important group of these alternative treatments. Hypericum perforatum L. is the medicinal plant, which we focused on in this study. Hypericum perforatum L. has been recognized as a medicinally valuable plant for over 2000 years. It has been used for generations to treat anxiety, depression, insomnia, gastritis, hemorrhoids, wounds, and burns. Recent studies have indeed shown promising effects for the treatment of obesity. In this study, 3T3-L1 adipocytes were used to mimic the adipocyte differentiation associated with obesity in cellular terms. Lipoprotein lipase (Lpl), Diacylglycerol-O-acyltransferase 1 (Dgat1), Fatty acid synthase (Fasn) markers were used to study the lipid accumulation, and Collagen V (ColV) was used to study cell elasticity to investigate the relationship of the effects of the administration of Hypericum perforatum L. with obesity."]}, "AuthorList": [{"Identifier": ["http://orcid.org/0000-0002-0940-7427"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Biology and Genetics, Faculty of Science, Muğla Sıtkı Koçman University, 48000, Kötekli, Muğla, Turkey."}], "LastName": "Tokgöz", "ForeName": "Hilal Büşra", "Initials": "HB"}, {"Identifier": ["http://orcid.org/0000-0001-6358-2448"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Biology and Genetics, Faculty of Science, Muğla Sıtkı Koçman University, 48000, Kötekli, Muğla, Turkey. afiliz@mu.edu.tr."}], "LastName": "Altan", "ForeName": "Filiz", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Mol Biol Rep", "NlmUniqueID": "0403234", "ISSNLinking": "0301-4851"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Collagen Type V"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "3T3-L1 Cells"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Differentiation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Collagen Type V"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hypericum"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lipid Metabolism"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Obesity"}, {"QualifierName": ["administration & dosage", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ye J (2013) Mechanisms of insulin resistance in obesity. Front Med 7(1):14–24. https://doi.org/10.1007/s11684-013-0262-6", "ArticleIdList": ["10.1007/s11684-013-0262-6", "23471659", "3936017"]}, {"Citation": "Koren D, Taveras EM (2018) Association of sleep disturbances with obesity, insulin resistance and the metabolic syndrome. Metabolism 84:67–75. https://doi.org/10.1016/j.metabol.2018.04.001", "ArticleIdList": ["10.1016/j.metabol.2018.04.001", "29630921"]}, {"Citation": "Ng M, Fleming T, Robinson M, Thomson B, Graetz N, Margono C, Mullany EC, Biryukov S, Abbafati C, Abera SF (2014) Global, regional, and national prevalence of overweight and obesity in children and adults during 1980–2013: a systematic analysis for the Global Burden of Disease Study 2013. The Lancet 384(9945):766–781. https://doi.org/10.1016/S0140-6736(14)60460-8", "ArticleIdList": ["10.1016/S0140-6736(14)60460-8"]}, {"Citation": "Harris CA, Haas JT, Streeper RS, Stone SJ, Kumari M, Yang K, Han X, Brownell N, Gross RW, Zechner R (2011) DGAT enzymes are required for triacylglycerol synthesis and lipid droplets in adipocytes. J Lipid Res 52(4):657–667. https://doi.org/10.1194/jlr.M013003", "ArticleIdList": ["10.1194/jlr.M013003", "21317108", "3284159"]}, {"Citation": "Yen C-LE, Stone SJ, Koliwad S, Harris C, Farese RV (2008) Thematic review series: glycerolipids. DGAT enzymes and triacylglycerol biosynthesis. J Lipid Res 49(11):2283–2301. https://doi.org/10.1194/jlr.R800018-JLR200", "ArticleIdList": ["10.1194/jlr.R800018-JLR200", "18757836", "3837458"]}, {"Citation": "Greenberg AS, Nordan RP, McIntosh J, Calvo JC, Scow RO, Jablons D (1992) Interleukin 6 reduces lipoprotein lipase activity in adipose tissue of mice in vivo and in 3T3-L1 adipocytes: a possible role for interleukin 6 in cancer cachexia. Can Res 52(15):4113–4116"}, {"Citation": "Hartman AD (1981) Lipoprotein lipase activities in adipose tissues and muscle in the obese Zucker rat. Am J Physiol Endocrinol Metab 241(2):E108–E115. https://doi.org/10.1152/ajpendo.1981.241.2.E108", "ArticleIdList": ["10.1152/ajpendo.1981.241.2.E108"]}, {"Citation": "Sadur UN, Yost TJ, Eckel RH (1984) Insulin responsiveness of adipose tissue lipoprotein lipase is delayed but preserved in obesity. J Clin Endocrinol Metab 59(6):1176–1182. https://doi.org/10.1210/jcem-59-6-1176", "ArticleIdList": ["10.1210/jcem-59-6-1176", "6386839"]}, {"Citation": "Terrettaz J, Cusin I, Etienne J, Jeanrenaud B (1994) In vivo regulation of adipose tissue lipoprotein lipase in normal rats made hyperinsulinemic and in hyperinsulinemic genetically-obese (fa/fa) rats. Int J Obes Relat Metab Disord 18(1):9–15", "ArticleIdList": ["8130818"]}, {"Citation": "Wang H, Eckel RH (2009) Lipoprotein lipase: from gene to obesity. Am J Physiol Endocrinol Metab 297(2):E271–E288. https://doi.org/10.1152/ajpendo.90920.2008", "ArticleIdList": ["10.1152/ajpendo.90920.2008", "19318514"]}, {"Citation": "Boizard M, Le Liepvre X, Lemarchand P, Foufelle F, Ferré P, Dugail I (1998) Obesity-related overexpression of fatty-acid synthase gene in adipose tissue involves sterol regulatory element-binding protein transcription factors. J Biol Chem 273(44):29164–29171. https://doi.org/10.1074/jbc.273.44.29164", "ArticleIdList": ["10.1074/jbc.273.44.29164", "9786926"]}, {"Citation": "Kim S-J, Bang C-Y, Guo Y-R, Choung S-Y (2016) Anti-obesity effects of aster spathulifolius extract in high-fat diet-induced obese rats. J Med Food 19(4):353–364. https://doi.org/10.1089/jmf.2015.3566", "ArticleIdList": ["10.1089/jmf.2015.3566", "26908215"]}, {"Citation": "Spencer M, Yao-Borengasser A, Unal R, Rasouli N, Gurley CM, Zhu B, Peterson CA, Kern PA (2010) Adipose tissue macrophages in insulin-resistant subjects are associated with collagen VI and fibrosis and demonstrate alternative activation. Am J Physiol Endocrinol Metab. https://doi.org/10.1152/ajpendo.00329.2010", "ArticleIdList": ["10.1152/ajpendo.00329.2010", "21045175", "3524264"]}, {"Citation": "Butterweck V, Wall A, Liefländer-Wulf U, Winterhoff H, Nahrstedt A (1997) Effects of the total extract and fractions of Hypericum perforatum in animal assays for antidepressant activity. Pharmacopsychiatry 30(S2):117–124. https://doi.org/10.1055/s-2007-979531", "ArticleIdList": ["10.1055/s-2007-979531", "9342772"]}, {"Citation": "Axarlis S, Mentis A, Demetzos C, Mitaku S, Skaltsounis A, Marselos M, Malamas M (1998) Antiviral in vitro activity of Hypericum perforatum L. extract on the human cytomegalovirus (HCMV). Phytother Res 12(7):507–511", "ArticleIdList": ["10.1002/(SICI)1099-1573(199811)12:7<507::AID-PTR370>3.0.CO;2-H"]}, {"Citation": "Reichling J, Weseler A, Saller R (2001) A current review of the antimicrobial activity of Hypericum perforatum L. Pharmacopsychiatry 34(1):116–118", "ArticleIdList": ["10.1055/s-2001-15514"]}, {"Citation": "Raso GM, Pacilio M, Di Carlo G, Esposito E, Pinto L, Meli R (2002) In-vivo and in-vitro anti-inflammatory effect of Echinacea purpurea and Hypericum perforatum. J Pharm Pharmacol 54(10):1379–1383. https://doi.org/10.1211/002235702760345464", "ArticleIdList": ["10.1211/002235702760345464", "12396300"]}, {"Citation": "Saddiqe Z, Naeem I, Maimoona A (2010) A review of the antibacterial activity of Hypericum perforatum L. J Ethnopharmacol 131(3):511–521", "ArticleIdList": ["10.1016/j.jep.2010.07.034"]}, {"Citation": "Çelen G, Ozkan S, Ayhan F (2008) The phenolic compounds from Hypericum perforatum and their antimicrobial activities. Hacettepe J Biol Chem 36(4):339–345"}, {"Citation": "Hernández-Saavedra D, Pérez-Ramírez IF, Ramos-Gómez M, Mendoza-Díaz S, Loarca-Pina G, Reynoso-Camacho R (2016) Phytochemical characterization and effect of Calendula officinalis, Hypericum perforatum, and Salvia officinalis infusions on obesity-associated cardiovascular risk. Med Chem Res 25(1):163–172. https://doi.org/10.1007/s00044-015-1454-1", "ArticleIdList": ["10.1007/s00044-015-1454-1"]}, {"Citation": "Dulloo A, Seydoux J, Girardier L, Chantre P, Vandermander J (2000) Green tea and thermogenesis: interactions between catechin-polyphenols, caffeine and sympathetic activity. Int J Obes 24(2):252–258. https://doi.org/10.1038/sj.ijo.0801101", "ArticleIdList": ["10.1038/sj.ijo.0801101"]}, {"Citation": "Chen N, Bezzina R, Hinch E, Lewandowski PA, Cameron-Smith D, Mathai ML, Jois M, Sinclair AJ, Begg DP, Wark JD (2009) Green tea, black tea, and epigallocatechin modify body composition, improve glucose tolerance, and differentially alter metabolic gene expression in rats fed a high-fat diet. Nutr Res 29(11):784–793. https://doi.org/10.1016/j.nutres.2009.10.003", "ArticleIdList": ["10.1016/j.nutres.2009.10.003", "19932867"]}, {"Citation": "Reiter CE, Kim J-a, Quon MJ (2010) Green tea polyphenol epigallocatechin gallate reduces endothelin-1 expression and secretion in vascular endothelial cells: roles for AMP-activated protein kinase, Akt, and FOXO1. Endocrinology 151(1):103–114. https://doi.org/10.1210/en.2009-0997", "ArticleIdList": ["10.1210/en.2009-0997", "19887561"]}, {"Citation": "Hsu C-L, Wu C-H, Huang S-L, Yen G-C (2009) Phenolic compounds rutin and o-coumaric acid ameliorate obesity induced by high-fat diet in rats. J Agric Food Chem 57(2):425–431. https://doi.org/10.1021/jf802715t", "ArticleIdList": ["10.1021/jf802715t", "19119847"]}, {"Citation": "Gray DE, Rottinghaus GE, Garrett H, Pallardy SG (2000) Simultaneous determination of the predominant hyperforins and hypericins in St. John’s Wort (Hypericum perforatum L.) by liquid chromatography. J AOAC Int 83(4):944–949", "ArticleIdList": ["10.1093/jaoac/83.4.944"]}, {"Citation": "Menegazzi M, Novelli M, Beffy P, D’Aleo V, Tedeschi E, Lupi R, Zoratti E, Marchetti P, Suzuki H, Masiello P (2008) Protective effects of St. John’s wort extract and its component hyperforin against cytokine-induced cytotoxicity in a pancreatic β-cell line. Int J Biochem Cell Biol 40(8):1509–1521. https://doi.org/10.1016/j.biocel.2007.11.019", "ArticleIdList": ["10.1016/j.biocel.2007.11.019", "18226577"]}, {"Citation": "Husain GM, Chatterjee SS, Singh PN, Kumar V (2011) Hypolipidemic and antiobesity-like activity of standardised extract of Hypericum perforatum L. in rats. ISRN Pharmacol. https://doi.org/10.5402/2011/505247", "ArticleIdList": ["10.5402/2011/505247", "22084716", "3197179"]}, {"Citation": "Koç LY (2012) Bazı bitki ekstrelerinin antimikrobiyal, antioksidan ve sitotoksik etkileriyle, kanserli dokularda adenozin deaminaz enzimi üzerine etkisi, University of Ankara"}, {"Citation": "Hatano T, Sameshima Y, Kawabata M, Yamada S, Shinozuka K, Nakabayashi T, Mizuno H (2014) St. John’s wort promotes adipocyte differentiation and modulates NF-κB activation in 3T3-L1 cells. Biol Pharma Bull 37(7):1132–1138. https://doi.org/10.1248/bpb.b13-00989", "ArticleIdList": ["10.1248/bpb.b13-00989"]}, {"Citation": "The National Center for Biotechnology Information. https://www.ncbi.nlm.nih.gov/genbank/ . Accessed 10 Jan 2018"}, {"Citation": "Malik VS, Willett WC, Hu FB (2013) Global obesity: trends, risk factors and policy implications. Nat Rev Endocrinol 9(1):13–27. https://doi.org/10.1038/nrendo.2012.199", "ArticleIdList": ["10.1038/nrendo.2012.199", "23165161"]}, {"Citation": "Gamboa-Gómez CI, Rocha-Guzmán NE, Gallegos-Infante JA, Moreno-Jiménez MR, Vázquez-Cabral BD, González-Laredo RF (2015) Plants with potential use on obesity and its complications. EXCLI J 14:809. https://doi.org/10.17179/excli2015-186", "ArticleIdList": ["10.17179/excli2015-186", "26869866", "4746997"]}, {"Citation": "Qasim A, Turcotte M, De Souza R, Samaan M, Champredon D, Dushoff J, Speakman J, Meyre D (2018) On the origin of obesity: identifying the biological, environmental and cultural drivers of genetic risk among human populations. Obes Rev 19(2):121–149. https://doi.org/10.1111/obr.12625", "ArticleIdList": ["10.1111/obr.12625", "29144594"]}, {"Citation": "Amini Z, Boyd B, Doucet J, Ribnicky DM, Stephens JM (2009) St. John’s Wort inhibits adipocyte differentiation and induces insulin resistance in adipocytes. Biochem Biophys Res Commun 388(1):146–149. https://doi.org/10.1016/j.bbrc.2009.07.137", "ArticleIdList": ["10.1016/j.bbrc.2009.07.137", "19646953", "3019118"]}, {"Citation": "Tian J, Tao R, Zhang X, Liu Q, He Y, Su Y, Ji T, Ye F (2015) Effect of Hypericum perforatum L. extract on insulin resistance and lipid metabolic disorder in high-fat-diet induced obese mice. Phytother Res 29(1):86–92. https://doi.org/10.1002/ptr.5230", "ArticleIdList": ["10.1002/ptr.5230", "25266458"]}, {"Citation": "Arokiyaraj S, Balamurugan R, Augustian P (2011) Antihyperglycemic effect of Hypericum perforatum ethyl acetate extract on streptozotocin–induced diabetic rats. Asian Pac J Trop Biomed 1(5):386–390. https://doi.org/10.1016/S2221-1691(11)60085-3", "ArticleIdList": ["10.1016/S2221-1691(11)60085-3", "23569798", "3614194"]}, {"Citation": "Pérez-Ramírez IF, Gallegos-Corona MA, González-Dávalos ML, Mora O, Rocha-Guzmán NE, Reynoso-Camacho R (2019) Mechanisms associated with the effect of Hypericum perforatum and Smilax cordifolia aqueous extracts on hepatic steatosis in obese rats: a lipidomic approach. Eur J Lipid Sci Technol 121(2):1800403. https://doi.org/10.1002/ejlt.201800403", "ArticleIdList": ["10.1002/ejlt.201800403"]}]}], "History": [{"Year": "2020", "Month": "07", "Day": "24"}, {"Year": "2020", "Month": "10", "Day": "10"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "22", "Hour": "12", "Minute": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33090307", "10.1007/s11033-020-05912-7", "10.1007/s11033-020-05912-7"]}}]}