{"pmid": "27748812", "doi": ["10.3892/mmr.2016.5809"], "language": ["eng"], "title": "Protective effects of Centella asiatica leaf extract on dimethylnitrosamine‑induced liver injury in rats.", "abstract": "Oxidative stress in liver injury is a major pathogenetic factor in the progression of liver damage. Centella asiatica (L.) Urban, known in the United States as Gotu kola, is widely used as a traditional herbal medicine in Chinese or Indian Pennywort. The efficacy of Centella asiatica is comprehensive and is used as an anti‑inflammatory agent, for memory improvement, for its antitumor activity and for treatment of gastric ulcers. The present study investigated the protective effects of Centella asiatica on dimethylnitrosamine (DMN)‑induced liver injury in rats. The rats in the treatment groups were treated with Centella asiatica at either 100 or 200 mg/kg in distilled water (D.W) or with silymarin (200 mg/kg in D.W) by oral administration for 5 days daily following intraperitoneal injections of 30 mg/kg DMN. Centella asiatica significantly decreased the relative liver weights in the DMN‑induced liver injury group, compared with the control. The assessment of liver histology showed that Centella asiatica significantly alleviated mass periportal ± bridging necrosis, intralobular degeneration and focal necrosis, with fibrosis of liver tissues. Additionally, Centella asiatica significantly decreased the level of malondialdehyde, significantly increased the levels of antioxidant enzymes, including superoxide dismutase, glutathione peroxidase and catalase, and may have provided protection against the deleterious effects of reactive oxygen species. In addition, Centella asiatica significantly decreased inflammatory mediators, including interleukin (IL)‑1β, IL‑2, IL‑6, IL‑10, IL‑12, tumor necrosis factor‑α, interferon‑γ and granulocyte/macrophage colony‑stimulating factor. These results suggested that Centella asiatica had hepatoprotective effects through increasing the levels of antioxidant enzymes and reducing the levels of inflammatory mediators in rats with DMN‑induced liver injury. Therefore, Centella asiatica may be useful in preventing liver damage.", "date_completed": "20170417", "date_revised": "20181113"}