{"pmid": "25905592", "doi": ["10.1055/s-0035-1545916"], "language": ["eng"], "title": "Isolation and Quantification of Oligomeric and Polymeric Procyanidins in the Aerial Parts of St. John's Wort (Hypericum perforatum).", "abstract": "Proanthocyanidins (condensed tannins) constitute a class of oligomeric and polymeric polyphenols with flavan-3-ols as monomeric building blocks. Despite the high impact of proanthocyanidins, these polyphenols are mostly quantified by colorimetric methods or by chromatographic determination of the flavan-3-ols as cleavage products or low molecular oligomers as lead compounds. For St. John's wort (Hyperici herba) from Hypericum perforatum, a protocol for preparative isolation of oligomeric and polymeric proanthocyanidins from an acetone-water extract by chromatography on Sephadex®LH20 in combination with preparative high-performance liquid chromatography on the diol stationary phase was developed, yielding procyanidin reference clusters with a defined degree of polymerization from 3 to 10. Identity and purity of these clusters was proven by high-performance liquid chromatography (RP18 and diol phase) and mass spectrometry. For identification and quantification of proanthocyanidin clusters from St. John's wort, an ICH-Q2 (International harmonized guideline for analytical validation) validated high-performance liquid chromatography method with fluorimetric detection was developed using an acetone-water extract of the herbal material, purified by solid-phase extraction for the removal of naphthodianthrones. The method enabled the quantification of procyanidin clusters with a degree of polymerization from 2 to 10. Analysis of nine batches of Hyperici herba from different sources indicated a high variability of proanthocyanidin content in the range from 8 to 37 mg/g. In all of the batches investigated, the trimer cluster DP3 was the dominant proanthocyanidin (about 40 %), followed by DP 4 (about 15 %) and DP5 (about 12 %). Monitoring of procyanidin distribution during seasonal growth of fresh plants of H. perforatum indicated the highest proanthocyanidin content in young plants (about 50 mg/g) and a time-dependent decrease during the growing season to about 16 mg/g. The highest proanthocyanidin content was found in young leaves and flowers, while the fruits were proanthocyanidin-free; older parts of the stem and the herb had a lower proanthocyanidin content. From these data, it can be concluded that proanthocyanidins serve as part of the plant defense system in the reproductive organs.", "date_completed": "20160706", "date_revised": "20150820"}