{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["C. asiatica", "G. apus", "antibacterial", "antimycobacterium", "drug"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34214352", "DateRevised": {"Year": "2021", "Month": "07", "Day": "05"}, "Article": {"ELocationID": ["10.1515/jbcpp-2020-0396"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "25"}], "Language": ["eng"], "Journal": {"ISSN": "2191-0286", "JournalIssue": {"Volume": "32", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "25"}}, "Title": "Journal of basic and clinical physiology and pharmacology", "ISOAbbreviation": "J Basic Clin Physiol Pharmacol"}, "ArticleTitle": "Antimicrobial activity of <i>Centella asiatica</i> and <i>Gigantochloa apus</i>.", "Pagination": {"MedlinePgn": "755-759"}, "Abstract": {"AbstractText": ["Antibiotic treatments can create multi-drug resistance among several pathogens. There is a need for an antibiotic alternative to overcome this problem. In Indonesia, <i>Centella asiatica</i> (Asiatic pennywort) and <i>Gigantochloa apus</i> (string bamboo) are two common medicinal plants used to treat tuberculosis, diarrhea, and other symptoms. This study was done to compare the antimicrobial activity of <i>C. asiatica</i> and <i>G. apus</i> against five pathogenic bacteria, i.e., <i>Mycobacterium tuberculosis</i> H37Rv strain, <i>Escherichia coli</i>, <i>Staphylococcus aureus</i>, <i>Bacillus subtilis</i>, and <i>Salmonella typhi</i>.", "The ethanol extracts of <i>C. asiatica</i>, and <i>G. apus</i> shoot were obtained by using speed extractor, pressure, and temperature extraction. The phytochemical contents of each extract were screened. The ethanol extract's antimycobacterial activity was determined using Lowenstein Jensen (LJ) medium and antibacterial activity was determined using Kirby-Bauer methods on Mueller Hinton agar (MHA).", "The phytochemical analysis showed that <i>G. apus</i> extract contains alkaloids and tannins, whereas <i>C. asiatica</i> extract contains flavonoids, alkaloids, saponins, and tannins. This study showed that <i>G. apus</i> inhibited the growth of <i>M. tuberculosis</i> H37Rv strain and <i>S. typhi</i>. <i>C. asiatica</i> showed antimicrobial activity against all pathogenic bacteria tested, except <i>B. subtilis</i>.", "Both medicinal plants extract can inhibit the growth of five pathogenic bacteria tested, thus, have the potential as an alternative treatment, or complementary, to treat the pathogenic bacterial infection."], "CopyrightInformation": "© 2021 Walter de Gruyter GmbH, Berlin/Boston."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory Herbal of Materia Medica Batu, Public Health Office of East Java Province, Batu, Indonesia."}], "LastName": "Mudaliana", "ForeName": "Siti", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Basic Clin Physiol Pharmacol", "NlmUniqueID": "9101750", "ISSNLinking": "0792-6855"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization (WHO). Global tuberculosis report 2018; 2018. Available from: http://apps.who.int/iris/bitstream/handle/10665/274453/9789241565646-eng.pdf?ua=1."}, {"Citation": "Balitbangkes. Laporan Nasional Riskesdas 2018. Jakarta: Kementerian Kesehatan Republik Indonesia; 2018."}, {"Citation": "Veerendra Kumar, MH, Gupta, YK. Effect of different extracts of Centella asiatica on cognition and markers of oxidative stress in rats. J Ethnopharmacol 2002;79:253–60. https://doi.org/10.1016/S0378-8741(01)00394-4."}, {"Citation": "Dash, BK, Faruquee, HM, Biswas, SK, Alam, MK, Sisir, SM, Prodhan, UK. Antibacterial and antifungal activities of several extracts of Centella asiatica L. against some human pathogenic microbes. Life Sci Med Res 2011;2011:1–5."}, {"Citation": "Radji, M, Kurniati, M, Kiranasari, A. Comparative antimycobacterial activity of some Indonesian medicinal plants against multi-drug resistant Mycobacterium tuberculosis. J Appl Pharmaceut Sci 2015;5:19–22."}, {"Citation": "Indriatie, R, Mudaliana, S. Microbial resistant of building plants of Gigantochloa apus. IOP Conf Ser Mater Sci Eng 2019;546:42013. https://doi.org/10.1088/1757-899x/546/4/042013."}, {"Citation": "Nasution, MY, Restuati, M, Pulungan, ASS, Pratiwi, N, Diningrat, DS. Antimicrobial activities of Centella asiatica leaf and root extracts on selected pathogenic micro-organisms. J Med Sci 2018;18:198–204."}, {"Citation": "Idris, FN, Nadzir, MM. Antimicrobial activity of Centella asiatica on Aspergillus niger and Bacillus subtilis. Chem Eng Trans 2017;56:1381–6."}, {"Citation": "Harborne, JB. Phytochemical methods: a guide to modern techniques of plant analysis, 2nd ed. Dordrecht: Springer; 1973."}, {"Citation": "Banjara, RA, Jadhav, SK, Bhoite, SA. Antibacterial activity of di-2-ethylaniline phosphate screened by paper disc diffusion method. J Appl Pharmaceut Sci 2012;02:230–3."}, {"Citation": "Bylka, W, Znajdek-Awiżeń, P, Studzińska-Sroka, E, Brzezińska, M. Centella asiatica in cosmetology. Postep dermatologii i Alergol 2013;30:46–9. https://doi.org/10.5114/pdia.2013.33378."}, {"Citation": "Sunilkumar, SP, Shivakumar, HG. Evaluation of topical formulations of aqueous extract of Centella asiatica on open wounds in rats. Indian J Exp Biol 1998;36:569–72."}, {"Citation": "Brinkhaus, B, Lindner, M, Schuppan, D, Hahn, EG. Chemical, pharmacological and clinical profile of the East Asian medical plant Centella aslatica. Phytomedicine 2000;7:427–48. https://doi.org/10.1016/S0944-7113(00)80065-3."}, {"Citation": "Higaki, S, Kitagawa, T, Kagoura, M, Morohashi, M, Yamagishi, T. Predominant Staphylococcus aureus isolated from various skin diseases. J Int Med Res 2000;28:187–90. https://doi.org/10.1177/147323000002800404."}, {"Citation": "Jahan, R, Hossain, S, Seraj, S, Nasrin, D, Khatun, Z, Das, PR, et al.. Centella asiatica (L.) Urb.: ethnomedicinal uses and their scientific validations. Am J Sustain Agric 2012;6:261–70."}, {"Citation": "Besung, K, Nengah, I, Astawa, NM, Suatha, IK, Hartaningsih, H. Centella asiatica extract increased on the level of interleukin 6 (IL-6) in mice [Online]. J Biol Med Biochem 2012:1–7. http://savenew.ejournals.ca/ijbs-udayana.org/index.php/ijbs/article/viewFile/84/98."}, {"Citation": "BPOM-RI. Dokumentasi Ramuan Etnomedisin Obat Asli Indonesia. Jakarta: BPOM RI; 2013."}, {"Citation": "Evizal, R, Setyaningrum, E, Ardian, AW, Aprilani, D. Keragaman Tumbuhan dan Ramuan Etnomedisin Lampung Timur. In: Prosiding Semirata FMIPA Universitas Lampung; 2013:279–86 pp."}, {"Citation": "Machado, RR, Dutra, RC, Pittella, F, Raposo, NR, Lesche, B, Duarte, RS, et al.. Screening antimycobacterial activity of Baccharis dracunculifolia, Centella asiatica, Lantana camara and Pterodon emarginatus. Rev Bras Plantas Med 2015;17:891–9. https://doi.org/10.1590/1983-084x/14_148."}, {"Citation": "Pervaiz, A, Khan, H, Amin, S. Therapeutic potential of alkaloids as anti-bacterial agents: drugs of future. Curr Bioact Compd 2019;15:31–40. https://doi.org/10.2174/1573407213666170221153319."}, {"Citation": "Chung, K-T, Lu, Z, Chou, MW. Mechanism of inhibition of tannic acid and related compounds on the growth of intestinal bacteria. Food Chem Toxicol 1998;36:1053–60. https://doi.org/10.1016/S0278-6915(98)00086-6."}, {"Citation": "Jain, A, Parihar, DK. Antibacterial, biilm dispersal and antibiofilm potential of alkaloids and flavonoids of Curcuma. Biocatal Agric Biotechnol 2018;16:677–82. https://doi.org/10.1016/j.bcab.2018.09.023."}, {"Citation": "Raji, P, Samrot, AV, Keerthana, D, Karishma, S. Antibacterial activity of alkaloids, flavonoids, saponins and tannins mediated green synthesised silver nanoparticles against Pseudomonas aeruginosa and Bacillus subtilis. J Cluster Sci 2019;30:881–95. https://doi.org/10.1007/s10876-019-01547-2."}], "Title": "References"}], "History": [{"Year": "2020", "Month": "11", "Day": "25"}, {"Year": "2021", "Month": "03", "Day": "08"}, {"Year": "2021", "Month": "7", "Day": "2", "Hour": "17", "Minute": "26"}, {"Year": "2021", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34214352", "jbcpp-2020-0396", "10.1515/jbcpp-2020-0396"]}}]}