{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Centella asiatica", "blood–brain barrier", "nanocomposite", "nasal delivery", "thiolated chitosan"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34668091", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "25"}, "Article": {"ELocationID": ["10.1208/s12249-021-02131-6"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "19"}], "Language": ["eng"], "Journal": {"ISSN": "1530-9932", "JournalIssue": {"Volume": "22", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Oct", "Day": "19"}}, "Title": "AAPS PharmSciTech", "ISOAbbreviation": "AAPS PharmSciTech"}, "ArticleTitle": "Thiolated Chitosan-Centella asiatica Nanocomposite: A Potential Brain Targeting Strategy Through Nasal Route.", "Pagination": {"MedlinePgn": "251"}, "Abstract": {"AbstractText": ["The major challenge associated with the treatment of neurological disorders is the inefficiency of drugs to enter the Central Nervous System (CNS). Polymer-drug conjugates are now being tailored to overcome this hindrance associated with conventional drugs. The study aimed at developing polymer hybrid nasal nanocomposite for enhanced delivery of Centella to the CNS. Thiolated chitosan was complexed with Centella to form a composite using EDAC hydrochloride. The composite was characterized by FTIR, XRD, NMR, and MS. Further, this composite was converted into a nanoformulation by the ionic-gelation method, characterized, and subjected to ex vivo permeation studies. Additionally, MTT assay was performed using Human Uumbilical cord Vein Endothelial Cells (HUVECs) mimicking Blood-Brain Barrier (BBB) to establish the safety of nanocomposite. The targeting efficacy was predicted by molecular docking studies against receptors associated with BBB. The FTIR, XRD, NMR, and MS studies confirmed the chemical conjugation of thiolated chitosan with Centella. Nanocomposite characterization through SEM, AFM, and DLS confirmed the size and stability of the developed nanocomposite having a zeta potential of - 14.5 mV and PDI of 0.260. The nanocomposite showed no signs of nasal ciliotoxicity and good permeation of 89.44 ± 1.75% (mean ± SD, n = 3) at 8 h across the nasal mucosa. MTT assay showed that the nanocomposite had lesser toxicity compared to the free drug (IC<sub>50</sub> of Centella-269.1 μg/mL and IC<sub>50</sub> of CTC nanocomposite-485.375 μg/mL). The affinity of polymer to the BBB receptors as proved by docking studies suggests the ability of polymer-based nanocomposite to concentrate in the brain post nasal administration."], "CopyrightInformation": "© 2021. American Association of Pharmaceutical Scientists."}, "AuthorList": [{"Identifier": ["http://orcid.org/0000-0002-4437-0236"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Pharmacy, M.S. Ramaiah University of Applied Sciences, Gnanagangothri Campus, New B.E.L. Road, M.S.R. Nagar, M.S.R.I.T Post, Bengaluru, 560054, Karnataka, India. hajirabanu.banu@gmail.com."}], "LastName": "Haroon", "ForeName": "Hajira Banu", "Initials": "HB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, M.S. Ramaiah University of Applied Sciences, Gnanagangothri Campus, New B.E.L. Road, M.S.R. Nagar, M.S.R.I.T Post, Bengaluru, Karnataka, India."}], "LastName": "Mukherjee", "ForeName": "Dhrubojyoti", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Pharmacy, M.S. Ramaiah University of Applied Sciences, Gnanagangothri Campus, New B.E.L. Road, M.S.R. Nagar, M.S.R.I.T Post, Bengaluru, 560054, Karnataka, India."}], "LastName": "Anbu", "ForeName": "Jayaraman", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutics and Pharmacokinetics Division, Central Drug Research Institute, Lucknow, 226031, Uttar Pradesh, India."}], "LastName": "Teja", "ForeName": "Banala Venkatesh", "Initials": "BV"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "AAPS PharmSciTech", "NlmUniqueID": "100960111", "ISSNLinking": "1530-9932"}, "ChemicalList": [{"RegistryNumber": "9012-76-4", "NameOfSubstance": "Chitosan"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Intranasal"}, {"QualifierName": [], "DescriptorName": "Blood-Brain Barrier"}, {"QualifierName": [], "DescriptorName": "Centella"}, {"QualifierName": [], "DescriptorName": "Chitosan"}, {"QualifierName": [], "DescriptorName": "Endothelial Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Nanocomposites"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Nasal Mucosa"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Liu G, Men P, Perry G, Smith MA. Metal chelators coupled with nanoparticles as potential therapeutic agents for Alzheimer’s disease. J Nanoneurosci. 2009;1(1):42–55.", "ArticleIdList": ["10.1166/jns.2009.005"]}, {"Citation": "Deeksha D, Malviya R, Sharma P. Brain targeted drug delivery: factors, approaches and patents. Recent Patents Nanomed. 2015;4(1):2–14.", "ArticleIdList": ["10.2174/1877912304666140707184721"]}, {"Citation": "Yasir M, Sara UVS. Solid lipid nanoparticles for nose to brain delivery of haloperidol: in vitro drug release and pharmacokinetics evaluation. Acta Pharm Sin B. 2014;4(6):454–63. Available from: https://doi.org/10.1016/j.apsb.2014.10.005 ."}, {"Citation": "Wavikar P, Pai R, Vavia P. Nose to brain delivery of rivastigmine by in situ gelling cationic nanostructured lipid carriers: enhanced brain distribution and pharmacodynamics. J Pharm Sci. 2017;106(12):3613–22. Available from: https://doi.org/10.1016/j.xphs.2017.08.024 ."}, {"Citation": "Eslami M, Nikkhah SJ, Hashemianzadeh SM, Sajadi SAS. The compatibility of tacrine molecule with poly(n-butylcyanoacrylate) and chitosan as efficient carriers for drug delivery: a molecular dynamics study. Eur J Pharm Sci. 2016;82:79–85. Available from: https://doi.org/10.1016/j.ejps.2015.11.014 ."}, {"Citation": "Krauland AH, Guggi D, Bernkop-Schnürch A. Thiolated chitosan microparticles: a vehicle for nasal peptide drug delivery. Int J Pharm. 2006;307(2):270–7.", "ArticleIdList": ["10.1016/j.ijpharm.2005.10.016"]}, {"Citation": "Soumyanath A, Zhong YP, Henson E, Wadsworth T, Bishop J, Gold BG, et al. Centella asiatica extract improves behavioral deficits in a mouse model of Alzheimer’s disease: investigation of a possible mechanism of action. Int J Alzheimers Dis. 2012;2012:1–9.", "ArticleIdList": ["10.1155/2012/381974"]}, {"Citation": "Shetty BS, Udupa SL, Udupa AL, Somayaji SN. Effect of Centella asiatica L (Umbelliferae) on normal and dexamethasone-suppressed wound healing in Wistar albino rats. Int J Low Extrem Wounds. 2006;5(3):137–43.", "ArticleIdList": ["10.1177/1534734606291313"]}, {"Citation": "Khanittha Punturee CPWWKUV. Immunomodulatory activities of Centella asiatica and Rhinacanthus nasutus extracts - PubMed [Internet]. Asian Pac J Cancer Prev. 2005 [cited 2020 Mar 19]. p. 396–400. Available from: https://pubmed.ncbi.nlm.nih.gov/16236006/ ."}, {"Citation": "Park JH, Choi JY, Son DJ, Park EK, Song MJ, Hellström M, et al. Anti-inflammatory effect of titrated extract of Centella asiatica in phthalic anhydride-induced allergic dermatitis animal model. Int J Mol Sci. 2017;18(4):738.", "ArticleIdList": ["10.3390/ijms18040738"]}, {"Citation": "Hashim P, Sidek H, Helan MHM, Sabery A, Palanisamy UD, Ilham M. Triterpene composition and bioactivities of Centella asiatica. Molecules. 2011;16(2):1310–22.", "ArticleIdList": ["10.3390/molecules16021310"]}, {"Citation": "Gray NE, Zweig JA, Murchison C, Caruso M, Matthews DG, Kawamoto C, et al. Centella asiatica attenuates Aβ-induced neurodegenerative spine loss and dendritic simplification. Neurosci Lett. 2017;646:24–9.", "ArticleIdList": ["10.1016/j.neulet.2017.02.072"]}, {"Citation": "Mook-Jung I, Shin JE, Yun HS, Huh K, Koh JY, Park HK, et al. Protective effects of asiaticoside derivatives against beta-amyloid neurotoxicity. J Neurosci Res. 1999;58(3):417–25.", "ArticleIdList": ["10.1002/(SICI)1097-4547(19991101)58:3<417::AID-JNR7>3.0.CO;2-G"]}, {"Citation": "Okonogi S, Sirithunyalug J, Chen Y. Nanoencapsulation of Centella asiatica bioactive extract. Chemistry. 2008;4–7."}, {"Citation": "Mukherjee D, Srinivasan B, Anbu J, Azamthulla M, Banala VT, Ramachandra SG. Improvement of bone microarchitecture in methylprednisolone induced rat model of osteoporosis by using thiolated chitosan-based risedronate mucoadhesive film. Drug Dev Ind Pharm. 2018;44(11):1845–56.", "ArticleIdList": ["10.1080/03639045.2018.1503297"]}, {"Citation": "Iswanti FC, Nurulita I, Djauzi S, Sadikin M, Witarto AB, Yamazaki T. Preparation, characterization, and evaluation of chitosan-based nanoparticles as CpG ODN carriers. Biotechnol Biotechnol Equip [Internet]. 2019 Jan 1 [cited 2020 Jun 29];33(1):390–6. Available from: https://www.tandfonline.com/doi/full/10.1080/13102818.2019.1578690 ."}, {"Citation": "Jain AK, Thareja S. In vitro and in vivo characterization of pharmaceutical nanocarriers used for drug delivery. Vol. 47, Artificial Cells, Nanomedicine and Biotechnology. Taylor and Francis Ltd.; 2019. p. 524–39."}, {"Citation": "Esquivel R, Juárez J, Almada M, Ibarra J, Valdez MA. Synthesis and characterization of new thiolated chitosan nanoparticles obtained by ionic gelation method. Int J Polym Sci. 2015;2015:1–18.", "ArticleIdList": ["10.1155/2015/502058"]}, {"Citation": "Niehues A, Wattjes J, Bénéteau J, Rivera-Rodriguez GR, Moerschbacher BM. Chitosan analysis by enzymatic/mass spectrometric fingerprinting and in silico predictive modeling. Anal Chem. 2017;89(22):12602–8.", "ArticleIdList": ["10.1021/acs.analchem.7b04002"]}, {"Citation": "Elnaggar YSR, Etman SM, Abdelmonsif DA, Abdallah OY. Intranasal piperine-loaded chitosan nanoparticles as brain-targeted therapy in Alzheimer’s disease: optimization, biological efficacy, and potential toxicity. J Pharm Sci. 2015;104(10):3544–56. Available from: https://doi.org/10.1002/jps.24557 ."}, {"Citation": "Upadhyay P, Trivedi J, Pundarikakshudu K, Sheth N. Direct and enhanced delivery of nanoliposomes of anti schizophrenic agent to the brain through nasal route. Saudi Pharm J. 2017;25(3):346–58. Available from: https://doi.org/10.1016/j.jsps.2016.07.003 ."}, {"Citation": "Takechi-Haraya Y, Goda Y, Sakai-Kato K. Imaging and size measurement of nanoparticles in aqueous medium by use of atomic force microscopy. Anal Bioanal Chem [Internet]. 2018 Feb 1 [cited 2020 Jun 29];410(5):1525–31. Available from: https://link.springer.com/article/10.1007/s00216-017-0799-3 ."}, {"Citation": "Gaba B, Khan T, Haider MF, Alam T, Baboota S, Parvez S, et al. Vitamin E loaded naringenin nanoemulsion via intranasal delivery for the management of oxidative stress in a 6-OHDA Parkinson’s disease model. Biomed Res Int. 2019;2019:1–20.", "ArticleIdList": ["10.1155/2019/2382563"]}, {"Citation": "Heggannavar GB, Hiremath CG, Achari DD, Pangarkar VG, Kariduraganavar MY. Development of doxorubicin-loaded magnetic silica-pluronic F-127 nanocarriers conjugated with transferrin for treating glioblastoma across the blood-brain barrier using an in vitro model. ACS Omega [Internet]. 2018 Jul 31 [cited 2020 Dec 1];3(7):8017–26. Available from: https://pubs.acs.org/sharingguidelines ."}, {"Citation": "Sohilait MR, Pranowo HD, Haryadi W. Molecular docking analysis of curcumin analogues with COX-2. Bioinformation [Internet]. 2017 Nov 30 [cited 2020 May 4];13(11):356–9. Available from: http://www.bioinformation.net/013/97320630013356.htm ."}, {"Citation": "Girase ML, Patil PG, Ige PP. Polymer-drug conjugates as nanomedicine: a review [Internet]. International Journal of Polymeric Materials and Polymeric Biomaterials. Taylor and Francis Inc.; 2019 [cited 2020 Jun 29]. Available from: https://www.tandfonline.com/doi/abs/10.1080/00914037.2019.1655745 ."}, {"Citation": "Agme-Ghodke V, Agme RN, Sagar AD. Analysis of bioactive compounds in leaves extract of Centella asiatica by using HRLC-MS & IR techniques. Available online www.jocpr.com J Chem Pharm Res [Internet]. 2016;8(8):122–5. Available from: www.jocpr.com ."}, {"Citation": "Ioelovich M. Research and reviews : Journal of Chemistry Crystallinity and Hydrophility of Chitin and Chitosan. 2014;3(3):7–14."}, {"Citation": "Subaraja M, Vanisree AJ. The novel phytocomponent asiaticoside-D isolated from Centella asiatica exhibits monoamine oxidase-B inhibiting potential in the rotenone degenerated cerebral ganglions of Lumbricus terrestris. Phytomedicine [Internet]. 2019;58(April 2018):152833. Available from: https://doi.org/10.1016/j.phymed.2019.152833 ."}, {"Citation": "Gray N MAlPwKqJsJmCsA. Centella asiatica-phytochemistry and mechanisms of neuroprotection and cognitive enhancement. Phytochem Rev. 2018;17(1):161–94."}, {"Citation": "Croce M, Conti S, Maake C, Patzke GR. Nanocomposites of polyoxometalates and chitosan-based polymers as tuneable anticancer agents. Eur J Inorg Chem [Internet]. 2019 Jan 31 [cited 2021 Feb 18];2019(3–4):348–56. Available from: http://doi.wiley.com/10.1002/ejic.201800268 ."}, {"Citation": "Danaei M, Dehghankhold M, Ataei S, Hasanzadeh Davarani F, Javanmard R, Dokhani A, et al. Impact of particle size and polydispersity index on the clinical applications of lipidic nanocarrier systems. Pharmaceutics. 2018;10(2):1–17.", "ArticleIdList": ["10.3390/pharmaceutics10020057"]}, {"Citation": "Zhang XF, Liu ZG, Shen W, Gurunathan S. Silver nanoparticles: synthesis, characterization, properties, applications, and therapeutic approaches. Vol. 17, International Journal of Molecular Sciences. MDPI AG; 2016."}, {"Citation": "Nowak M, Brown TD, Graham A, Helgeson ME, Mitragotri S. Size, shape, and flexibility influence nanoparticle transport across brain endothelium under flow. Bioeng Transl Med. 2019;(September 2019):1–11."}, {"Citation": "khatoon M, Sohail MF, Shahnaz G, Rehman F ur, Fakhar-ud-Din, Rehman A ur, et al. Development and evaluation of optimized thiolated chitosan proniosomal gel containing duloxetine for intranasal delivery. AAPS PharmSciTech 2019 207 [Internet]. 2019 Aug 13 [cited 2021 Jul 13];20(7):1–12. Available from: https://link.springer.com/article/10.1208/s12249-019-1484-y ."}, {"Citation": "Shahnaz G, Vetter A, Barthelmes J, Rahmat D, Laffleur F, Iqbal J, et al. Thiolated chitosan nanoparticles for the nasal administration of leuprolide: Bioavailability and pharmacokinetic characterization. Int J Pharm [Internet]. 2012 May 30 [cited 2021 Feb 18];428(1–2):164–70. Available from: https://pubmed.ncbi.nlm.nih.gov/22421322/ ."}, {"Citation": "Selvaraj K, Gowthamarajan K, Karri VVSR. Nose to brain transport pathways an overview: potential of nanostructured lipid carriers in nose to brain targeting. Artif Cells, Nanomedicine, Biotechnol [Internet]. 2017 Dec 28 [cited 2021 Jul 13];46(8):2088–95. Available from: https://europepmc.org/article/med/29282995 ."}, {"Citation": "Thorne RG, Pronk GJ, Padmanabhan V, Frey WH 2nd. Delivery of insulin-like growth factor-I to the rat brain and spinal cord along olfactory and trigeminal pathways following intranasal administration. Neuroscience [Internet]. 2004 Jan 1 [cited 2021 Jul 13];127(2):481–96. Available from: http://europepmc.org/article/med/15262337 ."}, {"Citation": "Aderibigbe BA, Naki T. Chitosan-based nanocarriers for nose to brain delivery. Appl Sci 2019, Vol 9, Page 2219 [Internet]. 2019 May 30 [cited 2021 Jul 13];9(11):2219. Available from: https://www.mdpi.com/2076-3417/9/11/2219/htm ."}, {"Citation": "Gabal YM, Kamel AO, Sammour OA, Elshafeey AH. Effect of surface charge on the brain delivery of nanostructured lipid carriers in situ gels via the nasal route. Int J Pharm [Internet]. 2014 Oct 1 [cited 2021 Feb 18];473(1–2):442–57. Available from: https://linkinghub.elsevier.com/retrieve/pii/S0378517314005249 ."}, {"Citation": "Rizzo A, Vasco C, Girgenti V, Fugnanesi V, Calatozzolo C, Canazza A, et al. Melanoma cells homing to the brain: an in vitro model. Biomed Res Int. 2015;2015:1–11."}, {"Citation": "Ramezani MR, Ansari-Asl Z, Hoveizi E, Kiasat AR. Polyacrylonitrile/Fe(III) metal-organic framework fibrous nanocomposites designed for tissue engineering applications. Mater Chem Phys. 2019;1(229):242–50.", "ArticleIdList": ["10.1016/j.matchemphys.2019.03.031"]}, {"Citation": "Pathan N, Shende P. Tailoring of P-glycoprotein for effective transportation of actives across blood-brain-barrier. J Control Release. 2021;10(335):398–407.", "ArticleIdList": ["10.1016/j.jconrel.2021.05.046"]}, {"Citation": "Han J, Ji Y, Youn K, Lim G, Lee J, Kim DH, et al. Baicalein as a potential inhibitor against BACE1 and AChE: mechanistic comprehension through in vitro and computational approaches. nutrients [Internet]. 2019 Nov 1 [cited 2021 Jul 11];11(11). Available from: /pmc/articles/PMC6893645/."}, {"Citation": "Cannon RE, Peart JC, Hawkins BT, Campos CR, Miller DS. Targeting blood-brain barrier sphingolipid signaling reduces basal P-glycoprotein activity and improves drug delivery to the brain. Proc Natl Acad Sci U S A. 2012;109(39):15930–5.", "ArticleIdList": ["10.1073/pnas.1203534109"]}, {"Citation": "Zhao Y, Li D, Zhao J, Song J, Zhao Y. The role of the low-density lipoprotein receptor-related protein 1 (LRP-1) in regulating blood-brain barrier integrity. Rev Neurosci. 2016;27(6):623–34.", "ArticleIdList": ["10.1515/revneuro-2015-0069"]}, {"Citation": "Bell RD, Sagare AP, Friedman AE, Bedi GS, Holtzman DM, Deane R, et al. Transport pathways for clearance of human Alzheimer’s amyloid β-peptide and apolipoproteins E and J in the mouse central nervous system. J Cereb Blood Flow Metab. 2007;27(5):909–18.", "ArticleIdList": ["10.1038/sj.jcbfm.9600419"]}, {"Citation": "Hopkins AL, Keserü GM, Leeson PD, Rees DC, Reynolds CH. The role of ligand efficiency metrics in drug discovery. Nat Rev Drug Discov. 2014;13(2):105–21. Available from: https://doi.org/10.1038/nrd4163 ."}, {"Citation": "Bernkop-Schnürcha A, Hornofab M, Zoid T. Thiolated polymers–thiomers: synthesis and in vitro evaluation of chitosan-2-iminothiolane conjugates. Int J Pharm [Internet]. 2003 Jul 24 [cited 2021 Aug 6];260(2):229–37. Available from: https://pubmed.ncbi.nlm.nih.gov/12842342/ ."}]}], "History": [{"Year": "2021", "Month": "04", "Day": "20"}, {"Year": "2021", "Month": "08", "Day": "27"}, {"Year": "2021", "Month": "10", "Day": "20", "Hour": "6", "Minute": "55"}, {"Year": "2021", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34668091", "10.1208/s12249-021-02131-6", "10.1208/s12249-021-02131-6"]}}]}