{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Centella asiatica", "Clinical studies", "Ethnobotany", "Herbal plant", "Pharmacology", "Phytochemistry"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "33861456", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "10"}, "Article": {"ELocationID": ["10.1007/978-3-030-64872-5_25"], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "0065-2598", "JournalIssue": {"Volume": "1308", "PubDate": {"Year": "2021"}}, "Title": "Advances in experimental medicine and biology", "ISOAbbreviation": "Adv Exp Med Biol"}, "ArticleTitle": "Ethnobotany, Phytochemistry and Pharmacological Features of Centella asiatica: A Comprehensive Review.", "Pagination": {"MedlinePgn": "451-499"}, "Abstract": {"AbstractText": ["Centella asiatica (CA) or Gotu cola is an herbal plant from the Apiaceae family with a long history of usage in different traditional medicines. It has long been used for the treatment of various ailments such as central nervous system (CNS), skin and gastrointestinal disorders especially in the Southeast Asia. This chapter focused on the phytochemical constituent and pharmacological activities of CA based on preclinical and clinical studies. Additionally, botanical description and distribution, traditional uses, interactions, and safety issues are reviewed. Electronic databases of Google Scholar, Scopus, PubMed, and Web of Science were searched to obtain relevant studies on the pharmacological activities of CA. Approximately, 124 chemical compounds including triterpenoids, polyphenolic compounds, and essential oils have been isolated and identified from CA. Ethnomedicinal applications of CA mostly include treatment of gastrointestinal diseases, wounds, nervous system disorders, circulatory diseases, skin problems, respiratory ailments, diabetes and sleep disorders in various ethnobotanical practices. Pharmacological studies revealed a wide range of beneficial effects of CA on CNS, cardiovascular, lung, liver, kidney, gastrointestinal, skin, and endocrine system. Among them, neuroprotective activity, wound healing and treatment of venous insufficiency, as well as antidiabetic activity seem to be more frequently reported. At the moment, considering various health benefits of CA, it is marketed as an oral supplement as well as a topical ingredient in some cosmetic products. Additional preclinical studies and particularly randomized controlled trials are needed to clarify the therapeutic roles of CA."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Torbati", "ForeName": "Farshad Abedi", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ramezani", "ForeName": "Mahin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Dehghan", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Payame Noor University, Tehran, Iran."}], "LastName": "Amiri", "ForeName": "Mohammad Sadegh", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Moghadam", "ForeName": "Ali Tafazoli", "Initials": "AT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Shakour", "ForeName": "Neda", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. elyasis2@mums.ac.ir."}], "LastName": "Elyasi", "ForeName": "Sepideh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. emamia@mums.ac.ir."}], "LastName": "Emami", "ForeName": "Seyed Ahmad", "Initials": "SA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Exp Med Biol", "NlmUniqueID": "0121103", "ISSNLinking": "0065-2598"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Centella"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Triterpenes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Atanasov AG, Waltenberger B, Pferschy-Wenzig E-M, Linder T, Wawrosch C, Uhrin P, Temml V, Wang L, Schwaiger S, Heiss EH (2015) Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnol Adv 33:1582–1614", "ArticleIdList": ["26281720", "4748402"]}, {"Citation": "Azerad R (2016) Chemical structures, production and enzymatic transformations of sapogenins and saponins from Centella asiatica (L.) urban. Fitoterapia 114:168–187", "ArticleIdList": ["27491750"]}, {"Citation": "Hassan HN (2015) Physiological and antioxidant properties of Centella Asiatica in response to phosphate deficiency. Universal-Publishers"}, {"Citation": "Cassileth BR, Lucarelli CD (2003) Herb-drug interactions in oncology. PMPH-USA"}, {"Citation": "Kartnig T (1988) Clinical applications of Centella asiatica (L.) Urb. Herbs, spices, and medicinal plants: recent advances in botany, horticulture, and pharmacology (USA)"}, {"Citation": "Arora D, Kumar M, Dubey S (2002) Centella asiatica – a review of it's medicinal uses and pharmacological effects. J Nat Remedies 2:143–149"}, {"Citation": "Hossan S, Agarwala B, Sarwar S, Karim M, Jahan R, Rahmatullah M (2010) Traditional use of medicinal plants in Bangladesh to treat urinary tract infections and sexually transmitted diseases. Ethnobot Res Appl 8:061–074"}, {"Citation": "Wanasuntronwong A, Wanakhachornkrai O, Phongphanphanee P, Isa T, Tantisira B, Tantisira MH (2018) Modulation of neuronal activity on intercalated neurons of Amygdala might underlie anxiolytic activity of a standardized extract of Centella asiatica ECa233. Evidence-Based Complement Alternat Med 2018"}, {"Citation": "Jana U, Sur TK, Maity LN, Debnath PK, Bhattacharyya D (2010) A clinical study on the management of generalized anxiety disorder with Centella asiatica. Nepal Med Coll J 12:8–11", "ArticleIdList": ["20677602"]}, {"Citation": "Supkamonseni N, Thinkratok A, Meksuriyen D, Srisawat R (2014) Hypolipidemic and hypoglycemic effects of Centella asiatica (L.) extract in vitro and in vivo. Indian J Exp Biol 52:965–971", "ArticleIdList": ["25345245"]}, {"Citation": "Masola B, Oguntibeju OO, Oyenihi AB (2018) Centella asiatica ameliorates diabetes-induced stress in rat tissues via influences on antioxidants and inflammatory cytokines. Biomed Pharmacother 101:447–457", "ArticleIdList": ["29501767"]}, {"Citation": "Oyenihi AB, Chegou NN, Oguntibeju OO, Masola B (2017) Centella asiatica enhances hepatic antioxidant status and regulates hepatic inflammatory cytokines in type 2 diabetic rats. Pharm Biol 55:1671–1678", "ArticleIdList": ["28447512", "6130484"]}, {"Citation": "Kumari S, Deori M, Elancheran R, Kotoky J, Devi R (2016) In vitro and in vivo antioxidant, anti-hyperlipidemic properties and chemical characterization of Centella asiatica (L.) extract. Front Pharmacol 7:400"}, {"Citation": "Incandela L, Belcaro G, Cesarone M, De Sanctis M, Nargi E, Patricelli P, Bucci M (2001) Treatment of diabetic microangiopathy and edema with total triterpenic fraction of Centella asiatica: a prospective, placebo-controlled randomized study. Angiology 52:S27–S31", "ArticleIdList": ["11666119"]}, {"Citation": "Cesarone M, Laurora G, De MS, Incandela L, Grimaldi R, Marelli C, Belcaro G (1994) The microcirculatory activity of Centella asiatica in venous insufficiency. A double-blind study. Minerva Cardioangiol 42:299–304", "ArticleIdList": ["7936334"]}, {"Citation": "Chiaretti M, Fegatelli DA, Ceccarelli G, Carru GA, Pappalardo G, Chiaretti A (2018) Comparison of flavonoids and Centella asiatica for the treatment of chronic anal fissure. A randomized clinical trial. Ann Ital Chir 89:330–336", "ArticleIdList": ["29844250"]}, {"Citation": "Paocharoen V (2010) The efficacy and side effects of oral Centella asiatica extract for wound healing promotion in diabetic wound patients. J Med Assoc Thail 93:S166–S170"}, {"Citation": "Klovekorn W, Tepe A, Danesch U (2007) A randomized, double-blind, vehicle-controlled, half-side comparison with a herbal ointment containing Mahonia aquifolium, Viola tricolor and Centella asiatica for the treatment of mild-to-moderate atopic dermatitis. Int J Clin Pharmacol Therapeut 45:583"}, {"Citation": "Forte R, Cennamo G, Bonavolonta P, Pascotto A, de Crecchio G, Cennamo G (2013) Long-term follow-up of oral administration of flavonoids, Centella asiatica and Melilotus, for diabetic cystoid macular edema without macular thickening. J Ocul Pharmacol Ther 29:733–737", "ArticleIdList": ["23844756"]}, {"Citation": "Deshpande PO, Mohan V, Thakurdesai P (2015) Preclinical safety assessment of standardized extract of Centella asiatica (L.) urban leaves. Toxicol Int 22:10", "ArticleIdList": ["26862255", "4721154"]}, {"Citation": "The Plant List. In: ed.^eds. http://www.theplantlist.org/tpl1.1/search?q=Centella: Published on the Internet, 2013"}, {"Citation": "Singh S, Gautam A, Sharma A, Batra A. Centella asiatica (L.): a plant with immense medicinal potential but threatened. Inter J Pharmaceut Sci Rev Res 2010; 4: 9–17"}, {"Citation": "Long H, Stander M, Van Wyk B-E (2012) Notes on the occurrence and significance of triterpenoids (asiaticoside and related compounds) and caffeoylquinic acids in Centella species. S Afr J Bot 82:53–59"}, {"Citation": "Gray NE, Magana AA, Lak P, Wright KM, Quinn J, Stevens JF, Maier CS, Soumyanath A (2018) Centella asiatica: phytochemistry and mechanisms of neuroprotection and cognitive enhancement. Phytochem Rev 17:161–194", "ArticleIdList": ["31736679"]}, {"Citation": "Savithramma N, Sulochana C, Rao K (2007) Ethnobotanical survey of plants used to treat asthma in Andhra Pradesh, India. J Ethnopharmacol 113:54–61", "ArticleIdList": ["17606346"]}, {"Citation": "Ayyanar M, Ignacimuthu S (2011) Ethnobotanical survey of medicinal plants commonly used by Kani tribals in Tirunelveli hills of Western Ghats, India. J Ethnopharmacol 134:851–864", "ArticleIdList": ["21291981"]}, {"Citation": "Phondani PC, Maikhuri RK, Rawat LS, Farooquee NA, Kala CP, Vishvakarma SR, Rao K, Saxena K (2010) Ethnobotanical uses of plants among the Bhotiya tribal communities of Niti Valley in central Himalaya, India. Ethnobot Res Appl 8:233–244"}, {"Citation": "Malik F, Hussain S, Mirza T, Hameed A, Ahmad S, Riaz H, Shah PA, Usmanghani K (2011) Screening for antimicrobial activity of thirty-three medicinal plants used in the traditional system of medicine in Pakistan. J Med Plants Res 5:3052–3060"}, {"Citation": "Lee S, Xiao C, Pei S (2008) Ethnobotanical survey of medicinal plants at periodic markets of Honghe prefecture in Yunnan Province, SW China. J Ethnopharmacol 117:362–377", "ArticleIdList": ["18359178"]}, {"Citation": "D-l L, Zheng X-l, Duan L, Deng S-w, Ye W, Wang A-h, F-w X (2017) Ethnobotanical survey of herbal tea plants from the traditional markets in Chaoshan, China. J Ethnopharmacol 205:195–206"}, {"Citation": "Malla B, Gauchan DP, Chhetri RB (2015) An ethnobotanical study of medicinal plants used by ethnic people in Parbat district of western Nepal. J Ethnopharmacol 165:103–117", "ArticleIdList": ["25571849"]}, {"Citation": "Joshi AR, Joshi K (2000) Indigenous knowledge and uses of medicinal plants by local communities of the Kali Gandaki watershed area, Nepal. J Ethnopharmacol 73:175–183", "ArticleIdList": ["11025154"]}, {"Citation": "Chetri BK (2019) Ethnobotanical study of south eastern foothills of Bhutan. Asian Plant Res J:1–20"}, {"Citation": "Islam MK, Saha S, Mahmud I, Mohamad K, Awang K, Uddin SJ, Rahman MM, Shilpi JA (2014) An ethnobotanical study of medicinal plants used by tribal and native people of Madhupur forest area, Bangladesh. J Ethnopharmacol 151:921–930", "ArticleIdList": ["24342778"]}, {"Citation": "Ong HG, Kim Y-D (2014) Quantitative ethnobotanical study of the medicinal plants used by the Ati Negrito indigenous group in Guimaras island, Philippines. J Ethnopharmacol 157:228–242", "ArticleIdList": ["25240586"]}, {"Citation": "Nondo RS, Zofou D, Moshi MJ, Erasto P, Wanji S, Ngemenya MN, Titanji VP, Kidukuli AW, Masimba PJ (2015) Ethnobotanical survey and in vitro antiplasmodial activity of medicinal plants used to treat malaria in Kagera and Lindi regions, Tanzania. J Med Plants Res 9:179–192"}, {"Citation": "Jiofack T, Fokunang C, Guedje N, Kemeuze V (2009) Ethnobotany and phytomedicine of the upper Nyong valley forest in Cameroon. Afr J Pharm Pharmacol 3:144–150"}, {"Citation": "Jiofack T, Fokunang C, Guedje N, Kemeuze V, Fongnzossie E, Nkongmeneck B-A, Mapongmetsem PM, Tsabang N (2010) Ethnobotanical uses of medicinal plants of two ethnoecological regions of Cameroon. Int J Med Med Sci 2:60–79"}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, Kalema J (2016) Ethnobotanical survey of medicinal plant species used by communities around Mabira central Forest reserve. Uganda J Ethnobiol Ethnomed 12:5", "ArticleIdList": ["26762159"]}, {"Citation": "Diallo A, Traore MS, Keita SM, Balde MA, Keita A, Camara M, Van Miert S, Pieters L, Balde AM (2012) Management of diabetes in Guinean traditional medicine: an ethnobotanical investigation in the coastal lowlands. J Ethnopharmacol 144:353–361", "ArticleIdList": ["23006605"]}, {"Citation": "Soladoye MO, Adetayo MO, Chukwuma EC, Adetunji AN (2010) Ethnobotanical survey of plants used in the treatment of haemorrhoids in South-Western Nigeria. Ann Biol Res 1:1–15"}, {"Citation": "Semenya S, Potgieter M, Erasmus L (2012) Ethnobotanical survey of medicinal plants used by Bapedi healers to treat diabetes mellitus in the Limpopo Province, South Africa. J Ethnopharmacol 141:440–445", "ArticleIdList": ["22430018"]}, {"Citation": "Olajuyigbe O, Afolayan A (2012) Ethnobotanical survey of medicinal plants used in the treatment of gastrointestinal disorders in the eastern Cape Province, South Africa. J Med Plants Re 6:3415–3424"}, {"Citation": "Hanlidou E, Karousou R, Kleftoyanni V, Kokkini S (2004) The herbal market of Thessaloniki (N Greece) and its relation to the ethnobotanical tradition. J Ethnopharmacol 91:281–299", "ArticleIdList": ["15120452"]}, {"Citation": "Mamedov N (2005) Adaptogenic, geriatric, stimulant and antidepressant plants of Russian Far East. J Cell Mol Biol 4:71–75"}, {"Citation": "Ozkan G, Kamiloglu S, Ozdal T, Boyacioglu D, Capanoglu E (2016) Potential use of Turkish medicinal plants in the treatment of various diseases. Molecules 21:257", "ArticleIdList": ["26927038", "6273156"]}, {"Citation": "Caldas E, Machado L (2004) Cadmium, mercury and lead in medicinal herbs in Brazil. Food Chem Toxicol 42:599–603", "ArticleIdList": ["15019183"]}, {"Citation": "Lindberg NM, Stevens VJ, Elder C, Funk K, DeBar L (2013) Use of alternative medicine for weight loss among Mexican-American women. J Immigr Minor Health 15:982–985", "ArticleIdList": ["22773011", "3604092"]}, {"Citation": "Rabearivony AD, Kuhlman AR, Razafiariso ZL, Raharimalala F, Rakotoarivony F, Randrianarivony T, Rakotoarivelo N, Randrianasolo A, Bussmann RW (2015) Ethnobotanical study of the medicinal plants known by men in Ambalabe, Madagascar. Ethnobot Res Appl 14:123–138"}, {"Citation": "Packer J, Brouwer N, Harrington D, Gaikwad J, Heron R, Elders YC, Ranganathan S, Vemulpad S, Jamie J (2012) An ethnobotanical study of medicinal plants used by the Yaegl aboriginal community in northern New South Wales, Australia. J Ethnopharmacol 139:244–255", "ArticleIdList": ["22101358"]}, {"Citation": "Hashim P (2011) Centella asiatica in food and beverage applications and its potential antioxidant and neuroprotective effect. Int Food Res J 18:1215"}, {"Citation": "Cruz-Garcia GS, Price LL (2011) Ethnobotanical investigation of'wild'food plants used by rice farmers in Kalasin. Northeast Thailand Journal of ethnobiology and ethnomedicine 7:33", "ArticleIdList": ["22067578"]}, {"Citation": "Brinkhaus B, Lindner M, Schuppan D, Hahn E (2000) Chemical, pharmacological and clinical profile of the east Asian medical plant Centella aslatica. Phytomedicine 7:427–448", "ArticleIdList": ["11081995"]}, {"Citation": "Orhan IE. Centella asiatica (L.) Urban: from traditional medicine to modern medicine with neuroprotective potential. Evid Based Complement Alternat Med, 2012; 2012"}, {"Citation": "Nataraj J, Manivasagam T, Justin Thenmozhi A, Essa MM (2017) Neuroprotective effect of asiatic acid on rotenone-induced mitochondrial dysfunction and oxidative stress-mediated apoptosis in differentiated SH-SYS5Y cells. Nutr Neurosci 20:351–359", "ArticleIdList": ["26856988"]}, {"Citation": "Gray NE, Zweig JA, Caruso M, Zhu JY, Wright KM, Quinn JF, Soumyanath A (2018) Centella asiatica attenuates hippocampal mitochondrial dysfunction and improves memory and executive function in β-amyloid overexpressing mice. Mol Cell Neurosci 93:1–9", "ArticleIdList": ["30253196", "6242741"]}, {"Citation": "Wong JH, Muthuraju S, Reza F, Senik MH, Zhang J, Yeo NABMY, Chuang HG, Jaafar H, Yusof SR, Mohamad H (2019) Differential expression of entorhinal cortex and hippocampal subfields α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and N-methyl-D-aspartate (NMDA) receptors enhanced learning and memory of rats following administration of Centella asiatica. Biomed Pharmacother 110:168–180", "ArticleIdList": ["30469081"]}, {"Citation": "Bobade V, Bodhankar SL, Aswar U, Vishwaraman M, Thakurdesai P. Prophylactic effects of asiaticoside-based standardized extract of Centella asiatica (L.) Urban leaves on experimental migraine: Involvement of 5HT1A/1B receptors. Chin J Nat Med, 2015; 13: 274–282"}, {"Citation": "Fong LY, Ng CT, Cheok ZL, Moklas MAM, Hakim MN, Ahmad Z (2016) Barrier protective effect of asiatic acid in TNF-α-induced activation of human aortic endothelial cells. Phytomedicine 23:191–199", "ArticleIdList": ["26926181"]}, {"Citation": "Maneesai P, Bunbupha S, Kukongviriyapan U, Senggunprai L, Kukongviriyapan V, Prachaney P, Pakdeechote P (2017) Effect of asiatic acid on the Ang II-AT 1 R-NADPH oxidase-NF-κB pathway in renovascular hypertensive rats. Naunyn Schmiedeberg's Arch Pharmacol 390:1073–1083"}, {"Citation": "Xue W, Qian L, Dong-Sheng Y, Yu-Peng C, SHANG J, L-Y ZHANG, Hong-Bin S, Jun L (2015) Asiatic acid mitigates hyperglycemia and reduces islet fibrosis in Goto-Kakizaki rat, a spontaneous type 2 diabetic animal model. Chin J Nat Med 13:529–534"}, {"Citation": "Si L, Xu J, Yi C, Xu X, Ma C, Yang J, Wang F, Zhang Y, Wang X (2015) Asiatic acid attenuates the progression of left ventricular hypertrophy and heart failure induced by pressure overload by inhibiting myocardial remodeling in mice. J Cardiovasc Pharmacol 66:558–568", "ArticleIdList": ["26647013"]}, {"Citation": "Ghosh K, Indra N, Jagadeesan G (2017) The ameliorating effect of Centella asiatica ethanolic extract on albino rats treated with isoniazid. J Basic Clin Physiol Pharmacol 28:67–77", "ArticleIdList": ["27701138"]}, {"Citation": "Xia Y, Xia YF, Lv Q, Yue MF, Qiao SM, Yang Y, Wei ZF, Dai Y (2016) Madecassoside ameliorates bleomycin-induced pulmonary fibrosis in mice through promoting the generation of hepatocyte growth factor via PPAR-γ in colon. Br J Pharmacol 173:1219–1235", "ArticleIdList": ["26750154", "5341335"]}, {"Citation": "Zheng H-M, Choi M-J, Kim JM, Cha KH, Lee KW, Park YH, Hong S-S, Lee DH (2016) Centella asiatica leaf extract protects against indomethacin-induced gastric mucosal injury in rats. J Med Food 19:38–46", "ArticleIdList": ["26469560"]}, {"Citation": "Zheng H-M, Choi M-J, Kim JM, Lee KW, Park YH, Lee DH (2016) In vitro and in vivo anti-helicobacter pylori activities of Centella asiatica leaf extract. Prevent Nutr Food Sci 21:197"}, {"Citation": "Guo W, Liu W, Jin B, Geng J, Li J, Ding H, Wu X, Xu Q, Sun Y, Gao J (2015) Asiatic acid ameliorates dextran sulfate sodium-induced murine experimental colitis via suppressing mitochondria-mediated NLRP3 inflammasome activation. Int Immunopharmacol 24:232–238", "ArticleIdList": ["25523461"]}, {"Citation": "Bylka W, Znajdek-Awiżeń P, Studzińska-Sroka E, Brzezińska M (2013) Centella asiatica in cosmetology. Adv Dermatol Allergol/Postȩpy Dermatologii I Alergologii 30:46"}, {"Citation": "Bylka W, Znajdek-Awiżeń P, Studzińska-Sroka E, Dańczak-Pazdrowska A, Brzezińska M (2014) Centella asiatica in dermatology: an overview. Phytother Res 28:1117–1124", "ArticleIdList": ["24399761"]}, {"Citation": "Wang Q, Yao L, Xu K, Jin H, Chen K, Wang Z, Liu Q, Cao Z, Kenny J, Liu Y (2019) Madecassoside inhibits estrogen deficiency-induced osteoporosis by suppressing RANKL-induced osteoclastogenesis. J Cell Mol Med 23:380–394", "ArticleIdList": ["30338925"]}, {"Citation": "He L, Hong G, Zhou L, Zhang J, Fang J, He W, Tickner J, Han X, Zhao L, Xu J (2019) Asiaticoside, a component of Centella asiatica attenuates RANKL-induced osteoclastogenesis via NFATc1 and NF-κB signaling pathways. J Cell Physiol 234:4267–4276", "ArticleIdList": ["30146787"]}, {"Citation": "Puttarak P, Dilokthornsakul P, Saokaew S, Dhippayom T, Kongkaew C, Sruamsiri R, Chuthaputti A, Chaiyakunapruk N (2017) Effects of Centella asiatica (L.) Urb. on cognitive function and mood related outcomes: A Systematic Review and Meta-analysis. Sci Rep 7:10646", "ArticleIdList": ["28878245", "5587720"]}, {"Citation": "Lou J-S, Dimitrova DM, Murchison C, Arnold GC, Belding H, Seifer N, Le N, Andrea SB, Gray NE, Wright KM (2018) Centella asiatica triterpenes for diabetic neuropathy: a randomized, double-blind, placebo-controlled, pilot clinical study. Esperienze dermatologiche 20:12", "ArticleIdList": ["31080345", "6510539"]}, {"Citation": "Haftek M, Mac-Mary S, Bitoux MAL, Creidi P, Seité S, Rougier A, Humbert P (2008) Clinical, biometric and structural evaluation of the long-term effects of a topical treatment with ascorbic acid and madecassoside in photoaged human skin. Exp Dermatol 17:946–952", "ArticleIdList": ["18503551"]}, {"Citation": "Guseva N, Starovoĭtova M, Mach E (1998) Madecassol treatment of systemic and localized scleroderma. Terapevticheskii arkhiv 70:58–61", "ArticleIdList": ["9644746"]}, {"Citation": "Chong NJ, Aziz Z (2013) A systematic review of the efficacy of Centella asiatica for improvement of the signs and symptoms of chronic venous insufficiency. Evid Based Complement Alternat Med 2013"}, {"Citation": "Belcaro G, Dugall M, Hosoi M, Ippolito E, Cesarone M, Luzzi R, Cornelli U, Ledda A (2014) Pycnogenol® and Centella Asiatica for asymptomatic atherosclerosis progression. Int Angiol 33:20–26", "ArticleIdList": ["24452082"]}, {"Citation": "Savai J, Varghese A, Pandita N, Chintamaneni M (2015) In vitro assessment of CYP1A2 and 2C9 inhibition potential of Withania somnifera and Centella asiatica in human liver microsomes. Drug Metab Personal Ther 30:137–141"}, {"Citation": "Pan Y, Abd-Rashid BA, Ismail Z, Ismail R, Mak JW, Pook PCK, Er HM, Ong CE (2010) In vitro modulatory effects on three major human cytochrome P450 enzymes by multiple active constituents and extracts of Centella asiatica. J Ethnopharmacol 130:275–283", "ArticleIdList": ["20457244"]}, {"Citation": "Seeka P, Niwattisaiwong N, Warisnoicharoen W, Winitthana T, Tantisira MH, Lawanprasert S (2012) Effects of the standardized extract of Centella asiatica ECa233 on human cytochrome P450. Thai J Pharmaceut Sci 36:30–37"}, {"Citation": "Kulthong K, Tantisira MH, Niwattisaiwong N, Apipalakul K, Chevapat S, Lawanprasert S (2009) Effects of the standard extract of Centella asiatica (ECa233) on rat hepatic cytochrome P450. J Pharmaceut Sci 33:91–100"}, {"Citation": "Seeka P, Niwattisaiwong N, Tantisira MH, Chevapat S, Anuntawuttikul K, Apipalakul K, Lawanprasert S (2017) Effects of the standardized extract of Centella asiatica ECa233 on hepatic phase II drug-metabolizing enzymes in rats. J Pharmaceut Sci 41:41–46"}, {"Citation": "Khurshid F, Govindasamy J, Khalilullah H, Nomani MS, Shahid M, Ain MR, Alsultan MS (2018) Effect of Centella asiatica formulation on the pharmacokinetics of amitriptyline in rats: a herb-drug interaction study. Lat Am J Pharm 37:663–670"}, {"Citation": "Sudha S, Bindu R, Joyce G, Amit A, Venkataraman BV (2005) Pharmacological interaction of Centella asiatica and Bacopa monnieri with antiepileptic drugs - An experimental study in rats. J Nat Remed 5:63–69"}, {"Citation": "Vattanajun A, Watanabe H, Tantisira MH, Tantisira B. Isobolographically additive anticonvulsant activity between Centella asiatica's ethyl acetate fraction and some antiepileptic drugs. Journal of the Medical Association of Thailand = Chotmaihet thangphaet, 2005; 88 Suppl 3: S131–140"}, {"Citation": "Gohil KJ, Patel JA, Gajjar AK (2010) Pharmacological review on Centella asiatica: a potential herbal cure-all. Indian J Pharm Sci 72:546", "ArticleIdList": ["21694984", "3116297"]}, {"Citation": "Jorge OA, Jorge AD (2005) Hepatotoxicity associated with the ingestion of Centella asiatica. Rev Esp Enferm Dig 97:115–124", "ArticleIdList": ["15801887"]}, {"Citation": "Kartnig T (1988) Clinical applications of Centella asiatica (L.) Urb. Herbs, spices, medicinal plants: recent advances in botany, horticulture, and pharmacology. Pharmacol Biochem and Behavior,"}, {"Citation": "Chintapanti S, Pratap Reddy K, Sreenivasula RP (2018) Behavioral and neurochemical consequences of perinatal exposure to lead in adult male Wistar rats: protective effect by Centella asiatica. Environ Sci Pollut Res 25:13173–13185"}, {"Citation": "Mitha KV, Yadav S, Ganaraja B (2016) Improvement in cognitive parameters among Offsprings born to alcohol fed female Wistar rats following Long term treatment with Centella Asiatica. Indian J Physiol Pharmacol 60:167–173", "ArticleIdList": ["29809374"]}, {"Citation": "Garcia Hernandez JA, Madera Gonzalez D, Padilla Castillo M, Figueras FT (2013) Use of a specific anti-stretch mark cream for preventing or reducing the severity of striae gravidarum. Randomized, double-blind, controlled trial. Int J Cosmet Sci 35:233–237", "ArticleIdList": ["23237514"]}, {"Citation": "Dutta T, Basu U (1968) Crude extract of Centella asiatica and products derived from its glycosides as oral antifertility agents. Indian J Exp Biol 6:181–182", "ArticleIdList": ["5718539"]}, {"Citation": "Rodríguez De Armas L, Zelenkova H (2012) The efficacy of a cream with centella asiatica and pinus sylvestris to treat hypertrophic scars and keloids - resume of a clinical observation. Kosmet Med 33:122–129"}, {"Citation": "Draelos ZD, Gold MH, Kaur M, Olayinka B, Grundy SL, Pappert EJ, Hardas B (2010) Evaluation of an onion extract, Centella asiatica, and hyaluronic acid cream in the appearance of striae rubra. Skinmed 8:80–86", "ArticleIdList": ["20527138"]}, {"Citation": "Songvut P, Chariyavilaskul P, Tantisira MH, Khemawoot P (2019) Safety and pharmacokinetics of standardized extract of Centella asiatica (ECa 233) capsules in healthy Thai volunteers: a phase 1 clinical study. Planta Med 85:483–490", "ArticleIdList": ["30699457"]}, {"Citation": "Grimaldi R, De Ponti F, D'Angelo L, Caravaggi M, Guidi G, Lecchini S, Frigo GM, Crema A (1990) Pharmacokinetics of the total triterpenic fraction of Centella asiatica after single and multiple administrations to healthy volunteers. A new assay for asiatic acid. J Ethnopharmacol 28:235–241", "ArticleIdList": ["2329813"]}, {"Citation": "Mowrey DB (1990) Next generation herbal medicine: guaranteed potency herbs. Keats"}, {"Citation": "Murray MT (1995) The healing power of herbs: the enlightened person's guide to the wonders of medicinal plants. Prime Publishing"}, {"Citation": "Schlenker E (2018) Gilbert JA. Williams' Essentials of Nutrition and Diet Therapy-E-Book, Elsevier Health Sciences"}, {"Citation": "Chauhan P, Singh V (2012) Acute and subacute toxicity study of the acetone leaf extract of Centella asiatica in experimental animal models. Asian Pac J Trop Biomed 2:S511–S513"}, {"Citation": "Oruganti M, Roy B, Singh K, Prasad R, Kumar S (2010) Safety Assemment of Centella asiatica in albino rats. Phcog J 2:5–11"}, {"Citation": "Chivapat S, Chavalittumrong P, Tantisira MH (2011) Acute and sub-chronic toxicity studies of a standardized extract of Centella asiatica ECa 233. Thai J Pharm Sci 35:55–64"}, {"Citation": "Yadav MK, Singh SK, Singh M, Mishra SS, Singh AK, Tripathi JS, Tripathi YB (2019) In vivo toxicity study of ethanolic extracts of evolvulus alsinoides & centella asiatica in swiss albino mice. Open Access Macedonian Journal of Medical Sciences 7:1071–1076", "ArticleIdList": ["31049083", "6490486"]}, {"Citation": "Yunianto I, Das S, Mat NM (2010) Antispermatogenic and antifertility effect of Pegaga (Centella asiatica L) on the testis of male Sprague-Dawley rats. Clin Ter 161:235–239", "ArticleIdList": ["20589353"]}, {"Citation": "Yunianto I, Bashah NAK, Noor MM (2017) Antifertility properties of Centella asiatica ethanolic extract as a contraceptive agent: preliminary study of sperm proteomic. Asian Pacific J Reprod 6:212"}, {"Citation": "Ghosh K, Indra N (2014) Phytochemistry, in vitro free radical scavenging, chelating and toxicity of Centela asiatica L.(Apiaceae) ethanolic leaf extract. Int J Pharm Sci Rev Res 29:328–334"}, {"Citation": "Duggina P, Kalla CM, Varikasuvu SR, Bukke S, Tartte V (2015) Protective effect of centella triterpene saponins against cyclophosphamide-induced immune and hepatic system dysfunction in rats: its possible mechanisms of action. J Physiol Biochem 71:435–454", "ArticleIdList": ["26168711"]}, {"Citation": "James J, Dubery I (2009) Pentacyclic triterpenoids from the medicinal herb, Centella asiatica (L.) urban. Molecules 14:3922–3941", "ArticleIdList": ["19924039", "6255425"]}, {"Citation": "Intararuchikul T, Teerapattarakan N, Rodsiri R, Tantisira M, Wohlgemuth G, Fiehn O, Tansawat R (2019) Effects of Centella asiatica extract on antioxidant status and liver metabolome of rotenone-treated rats using GC–MS. Biomed Chromatogr 33:e4395", "ArticleIdList": ["30242859"]}, {"Citation": "Chandrika UG, Kumara PAP (2015) Gotu kola (Centella asiatica): nutritional properties and plausible health benefits. In: ed.^eds., Advances in food and nutrition research. Elsevier, pp 125–157"}, {"Citation": "Rumalla CS, Ali Z, Weerasooriya AD, Smillie TJ, Khan IA (2010) Two new triterpene glycosides from Centella asiatica. Planta Med 76:1018–1021", "ArticleIdList": ["20143295"]}, {"Citation": "Jiang ZY, Zhang XM, Zhou J, Chen JJ (2005) New triterpenoid glycosides from Centella asiatica. Helv Chim Acta 88:297–303"}, {"Citation": "Oyedeji O, Afolayan A (2005) Chemical composition and antibacterial activity of the essential oil of Centella asiatica. Growing in South Africa Pharmaceutical Biology 43:249–252"}, {"Citation": "Yoshida M, Fuchigami M, Nagao T, Okabe H, Matsunaga K, Takata J, Karube Y, Tsuchihashi R, Kinjo J, Mihashi K (2005) Antiproliferative constituents from Umbelliferae plants VII. Active triterpenes and rosmarinic acid from Centella asiatica. Biol Pharmaceut Bulletin 28:173–175"}, {"Citation": "Prasad N, Muthusamy G, Shanmugam M, Ambudkar S (2016) South Asian medicinal compounds as modulators of resistance to chemotherapy and radiotherapy. Cancers 8:32", "ArticleIdList": ["4810116"]}, {"Citation": "Sultan RA, Mahmood ZA, Azhar I, Hasan MMU, Ahmed S (2012) Pharmacognostic and phytochemical investigation of aerial parts of Centella asiatica Linn. Int J Phytomed 4:125–133"}, {"Citation": "Sangwan RS, Tripathi S, Singh J, Narnoliya LK, Sangwan NS (2013) De novo sequencing and assembly of Centella asiatica leaf transcriptome for mapping of structural, functional and regulatory genes with special reference to secondary metabolism. Gene 525:58–76", "ArticleIdList": ["23644021"]}, {"Citation": "Pal RS, Pal Y, Singh V (2016) Isolation and characterization of n-octa decanoic acid from whole aerial parts of centella asiatica Linn. Pharmacy Technol 8:18989–18994"}, {"Citation": "Sakina M, Dandiya P (1990) A psycho-neuropharmacological profile of Centella asiatica extract. Fitoterapia 61:291–296"}, {"Citation": "Diwan P (1991) Anti-anxiety profile of manduk parni (Centella asiatica) in animals. Fitoterapia 62:253–257"}, {"Citation": "Nalini K, Aroor A, Rao A, Karanth K (1992) Effect of Centella asiatica fresh leaf aqueous extract on learning and memory and biogenic amine turnover in albino rats. Fitoterapia 63:231–238"}, {"Citation": "Kumar MV, Gupta Y (2002) Effect of different extracts of Centella asiatica on cognition and markers of oxidative stress in rats. J Ethnopharmacol 79:253–260"}, {"Citation": "Sudha S, Kumaresan S, Amit A, David J, Venkataraman B (2002) Anti-convulsant activity of different extracts of Centella asiatica and Bacopa monnieri in animals. J Nat Remedies 2:33–41"}, {"Citation": "Veerendra Kumar M, Gupta Y (2003) Effect of Centella asiatica on cognition and oxidative stress in an intracerebroventricular streptozotocin model of Alzheimer's disease in rats. Clin Exp Pharmacol Physiol 30:336–342", "ArticleIdList": ["12859423"]}, {"Citation": "Gupta Y, Kumar MV, Srivastava A (2003) Effect of Centella asiatica on pentylenetetrazole-induced kindling, cognition and oxidative stress in rats. Pharmacol Biochem Behav 74:579–585", "ArticleIdList": ["12543222"]}, {"Citation": "Chen Y, Han T, Qin L, Rui Y, Zheng H (2003) Effect of total triterpenes from Centella asiatica on the depression behavior and concentration of amino acid in forced swimming mice. Zhong yao cai= Zhongyaocai= J Chinese Med Mater 26: 870–873"}, {"Citation": "Ganachari M, Babu V, Katare S (2004) Neuropharmacology of an extract derived from Centella asiatica. Pharm Biol 42:246–252"}, {"Citation": "Soumyanath A, Zhong YP, Yu X, Bourdette D, Koop DR, Gold SA, Gold BG (2005) Centella asiatica accelerates nerve regeneration upon oral administration and contains multiple active fractions increasing neurite elongation in-vitro. J Pharm Pharmacol 57:1221–1229", "ArticleIdList": ["16105244"]}, {"Citation": "Rao SB, Chetana M, Devi PU (2005) Centella asiatica treatment during postnatal period enhances learning and memory in mice. Physiol Behav 86:449–457", "ArticleIdList": ["16214185"]}, {"Citation": "Vattanajun A, Watanabe H, Tantisira M, Tantisira B (2005) Isobolographically additive anticonvulsant activity between Centella asiatica's ethyl acetate fraction and some antiepileptic drugs. J Medical Association of Thailand Chotmaihet thangphaet 88:S131–S140"}, {"Citation": "Chen Y, Han T, Rui Y, Yin M, Qin L, Zheng H (2005) Effects of total triterpenes of Centella asiatica on the corticosterone levels in serum and contents of monoamine in depression rat brain. Zhong yao cai= Zhongyaocai=. Journal of Chinese medicinal materials 28:492–496", "ArticleIdList": ["16209267"]}, {"Citation": "Wijeweera P, Arnason J, Koszycki D, Merali Z (2006) Evaluation of anxiolytic properties of Gotukola–(Centella asiatica) extracts and asiaticoside in rat behavioral models. Phytomedicine 13:668–676", "ArticleIdList": ["16488124"]}, {"Citation": "Mohandas Rao K, Muddanna Rao S, Gurumadhva RS (2009) Enhancement of amygdaloid neuronal dendritic arborization by fresh leaf juice of Centella asiatica (Linn) during growth spurt period in rats. Evid Based Complement Alternat Med 6:203–210", "ArticleIdList": ["18955230"]}, {"Citation": "Gadahad MRK, Rao M, Rao G (2008) Enhancement of hippocampal CA3 neuronal dendritic arborization by Centella asiatica (Linn) fresh leaf extract treatment in adult rats. J Chin Med Assoc 71:6–13", "ArticleIdList": ["18218554"]}, {"Citation": "Kumar A, Dogra S, Prakash A (2009) Neuroprotective effects of Centella asiatica against intracerebroventricular colchicine-induced cognitive impairment and oxidative stress. Int J Alzheimers Dis 2009"}, {"Citation": "Dhanasekaran M, Holcomb LA, Hitt AR, Tharakan B, Porter JW, Young KA, Manyam BV (2009) Centella asiatica extract selectively decreases amyloid β levels in hippocampus of Alzheimer's disease animal model. Phytotherapy Res 23:14–19"}, {"Citation": "Krishnamurthy RG, Senut MC, Zemke D, Min J, Frenkel MB, Greenberg EJ, Yu SW, Ahn N, Goudreau J, Kassab M (2009) Asiatic acid, a pentacyclic triterpene from Centella asiatica, is neuroprotective in a mouse model of focal cerebral ischemia. J Neurosci Res 87:2541–2550", "ArticleIdList": ["19382233", "2941770"]}, {"Citation": "Haleagrahara N, Ponnusamy K (2010) Neuroprotective effect of Centella asiatica extract (CAE) on experimentally induced parkinsonism in aged Sprague-Dawley rats. J Toxicol Sci 35:41–47", "ArticleIdList": ["20118623"]}, {"Citation": "Visweswari G, Siva Prasad K, Lokanatha V (2010) The antiepileptic effect of Centella asiatica on the activities of Na+/K+, Mg2+ and Ca2+-ATPases in rat brain during pentylenetetrazol–induced epilepsy. Indian J Pharmaco 42:82"}, {"Citation": "Xu C-L, Wang Q-Z, Sun L-M, Li X-M, Deng J-M, Li L-F, Zhang J, Xu R, Ma S-P (2012) Asiaticoside: attenuation of neurotoxicity induced by MPTP in a rat model of parkinsonism via maintaining redox balance and up-regulating the ratio of Bcl-2/Bax. Pharmacol Biochem Behav 100:413–418", "ArticleIdList": ["22001429"]}, {"Citation": "Soumyanath A, Zhong Y-P, Henson E, Wadsworth T, Bishop J, Gold BG, Quinn JF (2012) Centella asiatica extract improves behavioral deficits in a mouse model of Alzheimer's disease: investigation of a possible mechanism of action. Int J Alzheimers Dis 2012"}, {"Citation": "Ceremuga TE, Valdivieso D, Kenner C, Lucia A, Lathrop K, Stailey O, Bailey H, Criss J, Linton J, Fried J (2015) Evaluation of the anxiolytic and antidepressant effects of asiatic acid, a compound from Gotu kola or Centella asiatica, in the male Sprague Dawley rat. AANA J 83:91–98", "ArticleIdList": ["26016167"]}, {"Citation": "Gray NE, Harris CJ, Quinn JF, Soumyanath A (2016) Centella asiatica modulates antioxidant and mitochondrial pathways and improves cognitive function in mice. J Ethnopharmacol 180:78–86", "ArticleIdList": ["26785167", "4764102"]}, {"Citation": "Wanasuntronwong A, Wanakhachornkrai O, Phongphanphanee P, Isa T, Tantisira B, Tantisira MH (2018) Modulation of neuronal activity on intercalated neurons of amygdala might underlie anxiolytic activity of a standardized extract of Centella asiatica ECa233. Evid Based Complement Alternat Med 2018"}, {"Citation": "Welbat J, Chaisawang P, Pannangrong W, Wigmore P (2018) Neuroprotective properties of Asiatic acid against 5-fluorouracil chemotherapy in the Hippocampus in an adult rat model. Nutrients 10:1053", "ArticleIdList": ["6115773"]}, {"Citation": "Gray NE, Zweig JA, Caruso M, Martin MD, Zhu JY, Quinn JF, Soumyanath A (2018) Centella asiatica increases hippocampal synaptic density and improves memory and executive function in aged mice. Brain Behavior 8:e01024", "ArticleIdList": ["29920983"]}, {"Citation": "Binti Mohd Yusuf Yeo NA, Muthuraju S, Wong JH, Mohammed FR, Senik MH, Zhang J, Yusof SR, Jaafar H, Ml A, Mohamad H (2018) Hippocampal amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid GluA1 (AMPA GluA1) receptor subunit involves in learning and memory improvement following treatment with Centella asiatica extract in adolescent rats. Brain and Behavior 8:e01093", "ArticleIdList": ["30105867", "6160644"]}, {"Citation": "Teerapattarakan N, Benya-Aphikul H, Tansawat R, Wanakhachornkrai O, Tantisira MH, Rodsiri R (2018) Neuroprotective effect of a standardized extract of Centella asiatica ECa233 in rotenone-induced parkinsonism rats. Phytomedicine 44:65–73", "ArticleIdList": ["29895494"]}, {"Citation": "Chiroma SM, Baharuldin MTH, Taib CNM, Amom Z, Jagadeesan S, Adenan MI, Moklas MAM (2019) Protective effect of Centella asiatica against D-galactose and aluminium chloride induced rats: behavioral and ultrastructural approaches. Biomed Pharmacother 109:853–864", "ArticleIdList": ["30551539"]}, {"Citation": "Boondam Y, Songvut P, Tantisira MH, Tapechum S, Tilokskulchai K, Pakaprot N (2019) Inverted U-shaped response of a standardized extract of Centella asiatica (ECa 233) on memory enhancement. Sci Rep 9:8404", "ArticleIdList": ["31182820", "6557898"]}, {"Citation": "Rochmah MA, Harini IM, Septyaningtrias DE, Sari DCR, Susilowati R (2019) Centella asiatica prevents increase of hippocampal tumor necrosis factor-α independently of its effect on brain-derived neurotrophic factor in rat model of chronic stress. Biomed Res Int 2019"}, {"Citation": "Yadav MK, Singh SK, Singh M, Mishra SS, Singh AK, Tripathi JS, Tripathi YB (2019) Neuroprotective activity of Evolvulus alsinoides & Centella asiatica Ethanolic extracts in scopolamine-induced amnesia in Swiss albino mice. Open access Macedonian J Ned Sci 7:1059"}, {"Citation": "Chatterjee T, Chakraborty A, Pathak M, Sengupta G (1992) Effects of plant extract Centella asiatica (Linn.) on cold restraint stress ulcer in rats. Indian J Exp Biol 30:889–891", "ArticleIdList": ["1293014"]}, {"Citation": "Sarma D, Khosa R, Chansauria J, Sahai M (1995) Antiulcer activity of Tinospora cordifolia Miers and Centella asiatica Linn extracts. Phytother Res 9:589–590"}, {"Citation": "Tan PV, Njimi CK, Ayafor JF (1997) Screening of some African medicinal plants for antiulcerogenic activity: part 1. Phytother Res 11:45–47"}, {"Citation": "Cheng C, Koo M (2000) Effects of Centella asiatica on ethanol induced gastric mucosal lesions in rats. Life Sci 67:2647–2653", "ArticleIdList": ["11104366"]}, {"Citation": "Sairam K, Rao CV, Goel R (2001) Effect of Centella asiatica Linn on physical and chemical factors induced gastric ulceration and secretion in rats. Indian J Exp Biol 39:137–142", "ArticleIdList": ["11480209"]}, {"Citation": "Guo JS, Cheng CL, Koo MWL (2004) Inhibitory effects of Centella asiatica water extract and asiaticoside on inducible nitric oxide synthase during gastric ulcer healing in rats. Planta Med 70:1150–1154", "ArticleIdList": ["15643549"]}, {"Citation": "Sripanidkulchai K, Techataweewan N, Sripanidkulchai B (2007) Prevention of indomethacin-induced gastric ulcers in rats by extract from leaves of Centella asiatica. Siriraj Med J 59:122–124"}, {"Citation": "Abdulla M, Al-Bayaty F, Younis L, Hassan MA (2010) Anti-ulcer activity of Centella asiatica leaf extract against ethanol-induced gastric mucosal injury in rats. J Medicinal Plants Res 4:1253–1259"}, {"Citation": "Wang C, Su W, Su X, Ni G, Liu T, Kong Y (2015) Synergy effects of three plant extracts on protection of gastric mucosa. Nat Prod Commun 10:1989–1991", "ArticleIdList": ["26749844"]}, {"Citation": "Gnanapragasam A, Ebenezar KK, Sathish V, Govindaraju P, Devaki T (2004) Protective effect of Centella asiatica on antioxidant tissue defense system against adriamycin induced cardiomyopathy in rats. Life Sci 76:585–597", "ArticleIdList": ["15556170"]}, {"Citation": "Pragada R, Veeravalli K, Chowdary K, Routhu K (2004) Cardioprotective activity of Hydrocotyle asiatica L in ischemia-reperfusion induced myocardial infarction in rats. J Ethnopharmacol 93:105–108", "ArticleIdList": ["15182913"]}, {"Citation": "Gnanapragasam A, Yogeeta S, Subhashini R, Ebenezar K, Sathish V, Devaki T (2007) Adriamycin induced myocardial failure in rats: protective role of Centella asiatica. Mol Cell Biochem 294:55–63", "ArticleIdList": ["16786185"]}, {"Citation": "Si L, Xu J, Yi C, Xu X, Wang F, Gu W, Zhang Y, Wang X (2014) Asiatic acid attenuates cardiac hypertrophy by blocking transforming growth factor-β1-mediated hypertrophic signaling in vitro and in vivo. Int J Mol Med 34:499–506", "ArticleIdList": ["24827470"]}, {"Citation": "Huo L, Shi W, Chong L, Wang J, Zhang K, Li Y (2016) Asiatic acid inhibits left ventricular remodeling and improves cardiac function in a rat model of myocardial infarction. Experiment Therapeuticmed 11:57–64"}, {"Citation": "Dai Y, Wang Z, Quan M, Lv Y, Li Y, Xin H-B, Qian Y (2018) Asiatic acid protests against myocardial ischemia/reperfusion injury via modulation of glycometabolism in rat cardiomyocyte. Drug Design, Develop Therapy 12: 3573"}, {"Citation": "Ming Z, Liu S, Cao L (2004) Effect of total glucosides of Centella asiatica on antagonizing liver fibrosis induced by dimethylnitrosamine in rats. Zhongguo Zhong xi yi jie he za zhi Zhongguo Zhongxiyi jiehe zazhi= Chinese Journal Integrated Traditional and WESTERN Medicine 24: 731–734"}, {"Citation": "Sharma R, Sharma J (2005) Modification of gamma ray induced changes in the mouse hepatocytes by Centella asiatica extract: in vivo studies. Phytother Res 19:605–611", "ArticleIdList": ["16161023"]}, {"Citation": "Liu J, He T, Lu Q, Shang J, Sun H, Zhang L (2010) Asiatic acid preserves beta cell mass and mitigates hyperglycemia in streptozocin-induced diabetic rats. Diabetes Metab Res Rev 26:448–454", "ArticleIdList": ["20809533"]}, {"Citation": "L-x T, He R-h, Yang G, Tan J-j, Zhou L, X-m M, Huang XR, Lan HY (2012) Asiatic acid inhibits liver fibrosis by blocking TGF-beta/Smad signaling in vivo and in vitro. PLoS One 7:e31350"}, {"Citation": "M Xavier S, Umadevi D (2014) Hepatoprotective effect of Gotu Kola (Centella asiatica LINN.) On Carbon Tetra Chloride Induced LIVER INJURY IN RATS. Int Res J Pharmacy, ; 5: 929–931"}, {"Citation": "Choi MJ, Zheng HM, Kim JM, Lee KW, Park YH, Lee DH (2016) Protective effects of Centella asiatica leaf extract on dimethylnitrosamine-induced liver injury in rats. Mol Med Rep 14:4521–4528", "ArticleIdList": ["27748812", "5101987"]}, {"Citation": "Kamble SM, Patil CR (2018) Asiatic acid ameliorates doxorubicin-induced cardiac and Hepato-renal toxicities with Nrf2 transcriptional factor activation in rats. Cardiovasc Toxicol 18:131–141", "ArticleIdList": ["28856520"]}, {"Citation": "Wei L, Chen Q, Guo A, Fan J, Wang R, Zhang H (2018) Asiatic acid attenuates CCl 4-induced liver fibrosis in rats by regulating the PI3K/AKT/mTOR and Bcl-2/Bax signaling pathways. Int Immunopharmacol 60:1–8", "ArticleIdList": ["29702278"]}, {"Citation": "Wang W, Wu L, Li Q, Zhang Z, Xu L, Lin C, Gao L, Zhao K, Liang F, Zhang Q (2018) Madecassoside prevents acute liver failure in LPS/D-GalN-induced mice by inhibiting p38/NF-κB and activating Nrf2/HO-1 signaling. Biomed Pharmacother 103:1137–1145", "ArticleIdList": ["29715757"]}, {"Citation": "Pang L, Hou L, Mei Q, Kong X, Hu Y, Gao Y, Lin H, Liu Z, Zeng C, Lian Y (2010) Effects of compound Centella asiatica enema on kidneys coefficient, electrolytes and blood in chronic renal failure rats. Zhong yao cai= Zhongyaocai=. Journal of Chinese medicinal materials 33:775–778", "ArticleIdList": ["20873565"]}, {"Citation": "Chen Y-N, Chen Y, Wang L, Xu Z-G, Li W, Wu C-G (2011) The effect of asiatic acid on renal c-Jun N-terminal kinase signaling pathway in diabetic rats. Acta Universitatis Medicinalis Nanjing (Natural Science) 3:026"}, {"Citation": "Xu C, Wang W, Xu M, Zhang J (2013) Asiatic acid ameliorates tubulointerstitial fibrosis in mice with ureteral obstruction. Exp Ther Med 6:731–736", "ArticleIdList": ["24137256", "3786849"]}, {"Citation": "Wang Z, Liu J, Sun W (2013) Effects of asiaticoside on levels of podocyte cytoskeletal proteins and renal slit diaphragm proteins in adriamycin-induced rat nephropathy. Life Sci 93:352–358", "ArticleIdList": ["23871990"]}, {"Citation": "X-m M, Zhang Y, Huang X-R, G-l R, Li J, Lan HY (2015) Treatment of renal fibrosis by rebalancing TGF-β/Smad signaling with the combination of asiatic acid and naringenin. Oncotarget 6:36984"}, {"Citation": "Ma J, Wang H, Liu H, Ding Y, Bai J, Zhang Z. (2018) Effects of centella asiatica granule on the expression of TGF-β1 and related down-stream signals in rats with early diabetic nephropathy. Zhongguo ying yong sheng li xue za zhi= Zhongguo yingyong shenglixue zazhi= Chinese J Appl Phys 4: 69–73"}, {"Citation": "Chen Y-N, Wu C-G, Shi B-M, Qian K, Ding Y (2018) The protective effect of asiatic acid on podocytes in the kidney of diabetic rats. Am J Transl Res 10:3733", "ArticleIdList": ["30662623", "6291729"]}, {"Citation": "Yang C, Guo Y, T-s H, Zhao J, Huang X-J, H-x T, An N, Pan Q, Xu Y-z, H-f L (2018) Asiatic acid protects against cisplatin-induced acute kidney injury via anti-apoptosis and anti-inflammation. Biomed Pharmacother 107:1354–1362", "ArticleIdList": ["30257350"]}, {"Citation": "Li Z, Xiao X, Yang M (2016) Asiatic acid inhibits lipopolysaccharide-induced acute lung injury in mice. Inflammation 39:1642–1648", "ArticleIdList": ["27395046"]}, {"Citation": "Lee J-W, Park HA, Kwon O-K, Jang Y-G, Kim JY, Choi BK, Lee HJ, Lee S, Paik J-H, Oh S-R (2016) Asiatic acid inhibits pulmonary inflammation induced by cigarette smoke. Int Immunopharmacol 39:208–217", "ArticleIdList": ["27494684"]}, {"Citation": "Xia X, Dai C, Yu H, Huang X, Chen A, Tan Y, Wang L (2018) Asiatic acid prevents the development of interstitial lung disease in a hypochlorous acid-induced mouse model of scleroderma. Oncol Lett 15:8711–8716", "ArticleIdList": ["29805609", "5950577"]}, {"Citation": "Gayathri V, Lekshmi P, Padmanabhan R (2011) Anti-diabetes activity of ethanol extract of Centella asiatica (L.) Urban (whole plant) in Streptozotocin-induced diabetic rats, isolation of an active fraction and toxicity evaluation of the extract. Int J Med Aromatic Plants 1:278–286"}, {"Citation": "Ramachandran V, Saravanan R (2013) Efficacy of asiatic acid, a pentacyclic triterpene on attenuating the key enzymes activities of carbohydrate metabolism in streptozotocin-induced diabetic rats. Phytomedicine 20:230–236", "ArticleIdList": ["23102509"]}, {"Citation": "Ramachandran V, Saravanan R (2013) Asiatic acid prevents lipid peroxidation and improves antioxidant status in rats with streptozotocin-induced diabetes. J Funct Foods 5:1077–1087"}, {"Citation": "Kabir AU, Samad MB, D’Costa NM, Akhter F, Ahmed A, Hannan JMA (2014) Anti-hyperglycemic activity of Centella asiatica is partly mediated by carbohydrase inhibition and glucose-fiber binding. BMC Complement Altern Med 14:31", "ArticleIdList": ["24438380", "3900709"]}, {"Citation": "Hsu Y-M, Hung Y-c HL, Lee Y-j, M-c Y (2015) Anti-diabetic effects of madecassic acid and rotundic acid. Nutrients 7:10065–10075", "ArticleIdList": ["26633490", "4690064"]}, {"Citation": "Abas F, Khatib A, Perumal V, Suppaiah V, Ismail A, Hamid M, Shaari K, Lajis N (2016) Metabolic alteration in obese diabetes rats upon treatment with Centella asiatica extract. J Ethnopharmacol 180:60–69", "ArticleIdList": ["26775274"]}, {"Citation": "Oyenihi AB, Langa SO, Mukaratirwa S, Masola B (2019) Effects of Centella asiatica on skeletal muscle structure and key enzymes of glucose and glycogen metabolism in type 2 diabetic rats. Biomed Pharmacother 112:108715", "ArticleIdList": ["30970519"]}, {"Citation": "Morisset R, Cote N, Panisset J, Jemni L, Camirand P, Brodeur A (1987) Evaluation of the healing activity of hydrocotyle tincture in the treatment of wounds. Phytother Res 1:117–121"}, {"Citation": "Parameshwaraiah S, Shivakumar H (1998) Evaluation of topical formulations of aqueous extract of Centella asiatica on open wounds in rats. Indian J Exp Biol 36:569–572", "ArticleIdList": ["9731470"]}, {"Citation": "Shukla A, Rasik A, Jain G, Shankar R, Kulshrestha D, Dhawan B (1999) In vitro and in vivo wound healing activity of asiaticoside isolated from Centella asiatica. J Ethnopharmacol 65:1–11", "ArticleIdList": ["10350364"]}, {"Citation": "Shukla A, Rasik AM, Dhawan BN (1999) Asiaticoside-induced elevation of antioxidant levels in healing wounds. Phytother Res 13:50–54", "ArticleIdList": ["10189951"]}, {"Citation": "Maquart F-X, Bellon G, Gillery P, Wegrowski Y, Borel J-P (1990) Stimulation of collagen synthesis in fibroblast cultures by a triterpene extracted from Centella asiatica. Connect Tissue Res 24:107–120", "ArticleIdList": ["2354631"]}, {"Citation": "Shetty BS, Udupa S, Udupa A, Somayaji S (2006) Effect of Centella asiatica L (Umbelliferae) on normal and dexamethasone-suppressed wound healing in Wistar albino rats. Int J Low Extrem Wounds 5:137–143", "ArticleIdList": ["16928669"]}, {"Citation": "Liu M, Dai Y, Li Y, Luo Y, Huang F, Gong Z, Meng Q (2008) Madecassoside isolated from Centella asiatica herbs facilitates burn wound healing in mice. Planta Med 74:809–815", "ArticleIdList": ["18484522"]}, {"Citation": "Kimura Y, Sumiyoshi M, K-i S, Satake N, Sakanaka M (2008) Facilitating action of asiaticoside at low doses on burn wound repair and its mechanism. Eur J Pharmacol 584:415–423", "ArticleIdList": ["18353310"]}, {"Citation": "Somboonwong J, Kankaisre M, Tantisira B, Tantisira MH (2012) Wound healing activities of different extracts of Centella asiatica in incision and burn wound models: an experimental animal study. BMC Complement Altern Med 12:103", "ArticleIdList": ["22817824", "3492213"]}, {"Citation": "Yao CH, Yeh JY, Chen YS, Li MH, Huang CH (2015) Wound-healing effect of electrospun gelatin nanofibres containing Centella asiatica extract in a rat model. J Tissue Eng Regen Med 11:905–915", "ArticleIdList": ["25711743"]}, {"Citation": "Hou Q, Li M, Lu YH, Liu DH, Li CC (2016) Burn wound healing properties of asiaticoside and madecassoside. Exp Ther Med 12:1269–1274", "ArticleIdList": ["27588048", "4997909"]}, {"Citation": "Huang W, Hu F, Sun X-H (2018) Asiatic acid prevents retinal ganglion cell apoptosis in a rat model of glaucoma. Frontiers in Neurosci 12:489"}, {"Citation": "Mukherjee PK, Kumar V, Houghton PJ (2007) Screening of Indian medicinal plants for acetylcholinesterase inhibitory activity. Phytotherapy Research: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives 21:1142–1145"}, {"Citation": "Awad R, Levac D, Cybulska P, Merali Z, Trudeau V, Arnason J (2007) Effects of traditionally used anxiolytic botanicals on enzymes of the γ-aminobutyric acid (GABA) system. Can J Physiol Pharmacol 85:933–942", "ArticleIdList": ["18066140"]}, {"Citation": "Xu Y, Cao Z, Khan I, Luo Y (2008) Gotu Kola (Centella asiatica) extract enhances phosphorylation of cyclic AMP response element binding protein in neuroblastoma cells expressing amyloid beta peptide. J Alzheimers Dis 13:341–349", "ArticleIdList": ["18431001"]}, {"Citation": "Barbosa N, Pittella F, Gattaz W (2008) Centella asiatica water extract inhibits iPLA2 and cPLA2 activities in rat cerebellum. Phytomedicine 15:896–900", "ArticleIdList": ["18455381"]}, {"Citation": "Ramesh B, Indi S, Rao K (2010) Studies to understand the effect of Centella asiatica on Aβ (42) aggregation in vitro. Current Trends in Biotechnology and Pharmacy 4:716–724"}, {"Citation": "Gray NE, Sampath H, Zweig JA, Quinn JF, Soumyanath A (2015) Centella asiatica attenuates amyloid-β-induced oxidative stress and mitochondrial dysfunction. J Alzheimers Dis 45:933–946", "ArticleIdList": ["25633675", "4412033"]}, {"Citation": "Kim YN, Park YS, Kim HK, Jeon BC, Youn SE, Lee HY (1993) Enhancement of the attachment on microcarriers and tPA production by fibroblast cells in a serum-free medium by the addition of the extracts ofCentella asiatica. Cytotechnology 13:221–226", "ArticleIdList": ["7764663"]}, {"Citation": "Wojcikowski K, Wohlmuth H, Johnson DW, Rolfe M, Gobe G (2009) An in vitro investigation of herbs traditionally used for kidney and urinary system disorders: potential therapeutic and toxic effects. Nephrology 14:70–79", "ArticleIdList": ["18808387"]}, {"Citation": "Babish JG, Pacioretty LM, Bland JS, Minich DM, Hu J, Tripp ML (2010) Antidiabetic screening of commercial botanical products in 3T3-L1 adipocytes and db/db mice. J Med Food 13:535–547", "ArticleIdList": ["20521979"]}, {"Citation": "Di Tomo P, Di Silvestre S, Cordone VGP, Giardinelli A, Faricelli B, Pipino C, Lanuti P, Peng T, Formoso G, Yang D (2015) Centella asiatica and lipoic acid, or a combination thereof, inhibit monocyte adhesion to endothelial cells from umbilical cords of gestational diabetic women. Nutr Metab Cardiovasc Dis 25:659–666", "ArticleIdList": ["26026207"]}, {"Citation": "Tenni R, Zanaboni G, De MA, Rossi A, Bendotti C, Cetta G (1988) Effect of the triterpenoid fraction of Centella asiatica on macromolecules of the connective matrix in human skin fibroblast cultures. Ital J Biochem 37:69–77", "ArticleIdList": ["3042688"]}, {"Citation": "Bonte F, Dumas M, Chaudagne C, Meybeck A (1994) Influence of asiatic acid, madecassic acid, and asiaticoside on human collagen I synthesis. Planta Med 60:133–135", "ArticleIdList": ["8202564"]}, {"Citation": "Bonte F, Dumas M, Chaudagne C, Meybeck A (1995) Comparative activity of asiaticoside and madecassoside on type I and III collagen synthesis by cultured human fibroblasts. In: ed.^eds., Annales pharmaceutiques francaises, pp. 38–42"}, {"Citation": "Coldren CD, Hashim P, Ali JM, Oh S-K, Sinskey AJ, Rha CK (2003) Gene expression changes in the human fibroblast induced by Centella asiatica triterpenoids. Planta Med 69:725–732", "ArticleIdList": ["14531023"]}, {"Citation": "Lu L, Ying K, Wei S, Liu Y, Lin H, Mao Y (2004) Dermal fibroblast-associated gene induction by asiaticoside shown in vitro by DNA microarray analysis. Br J Dermatol 151:571–578", "ArticleIdList": ["15377342"]}, {"Citation": "Lu L, Ying K, Wei S, Fang Y, Liu Y, Lin H, Ma L, Mao Y (2004) Asiaticoside induction for cell-cycle progression, proliferation and collagen synthesis in human dermal fibroblasts. Int J Dermatol 43:801–807", "ArticleIdList": ["15533060"]}, {"Citation": "Lee J, Jung E, Kim Y, Park J, Park J, Hong S, Kim J, Hyun C, Kim YS, Park D (2006) Asiaticoside induces human collagen I synthesis through TGFβ receptor I kinase (TβRI kinase)-independent Smad signaling. Planta Med 72:324–328", "ArticleIdList": ["16557473"]}, {"Citation": "Hashim P, Sidek H, Helan MHM, Sabery A, Palanisamy UD, Ilham M (2011) Triterpene composition and bioactivities of Centella asiatica. Molecules 16:1310–1322", "ArticleIdList": ["21278681", "6259745"]}, {"Citation": "Tang B, Zhu B, Liang Y, Bi L, Hu Z, Chen B, Zhang K, Zhu J (2011) Asiaticoside suppresses collagen expression and TGF-β/Smad signaling through inducing Smad7 and inhibiting TGF-βRI and TGF-βRII in keloid fibroblasts. Arch Dermatol Res 303:563–572", "ArticleIdList": ["21240513"]}, {"Citation": "Lee J-H, Kim H-L, Lee MH, You KE, Kwon B-J, Seo HJ, Park J-C (2012) Asiaticoside enhances normal human skin cell migration, attachment and growth in vitro wound healing model. Phytomedicine 19:1223–1227", "ArticleIdList": ["22939261"]}, {"Citation": "Ruszymah BHI, Chowdhury SR, Manan NABA, Fong OS, Adenan MI, Saim AB (2012) Aqueous extract of Centella asiatica promotes corneal epithelium wound healing in vitro. J Ethnopharmacol 140:333–338", "ArticleIdList": ["22301444"]}, {"Citation": "Sampson J, Raman A, Karlsen G, Navsaria H, Leigh IM (2001) In vitro keratinocyte antiproliferant effect of Centella asiatica extract and triterpenoid saponins. Phytomedicine 8:230–235", "ArticleIdList": ["11417919"]}, {"Citation": "Kwon KJ, Bae S, Kim K, An IS, Ahn KJ, An S, Cha HJ (2014) Asiaticoside, a component of Centella asiatica, inhibits melanogenesis in B16F10 mouse melanoma. Mol Med Rep 10:503–507", "ArticleIdList": ["24756377"]}, {"Citation": "Nowwarote N, Osathanon T, Jitjaturunt P, Manopattanasoontorn S, Pavasant P (2013) Asiaticoside induces type I collagen synthesis and osteogenic differentiation in human periodontal ligament cells. Phytother Res 27:457–462", "ArticleIdList": ["22628285"]}, {"Citation": "Wattanathorn J, Mator L, Muchimapura S, Tongun T, Pasuriwong O, Piyawatkul N, Yimtae K, Sripanidkulchai B, Singkhoraard J (2008) Positive modulation of cognition and mood in the healthy elderly volunteer following the administration of Centella asiatica. J Ethnopharmacol 116:325–332", "ArticleIdList": ["18191355"]}, {"Citation": "Dev RDO. comparison On Cognitive Effects Of Centella Asiatica In Healthy Middle Age Female And Male Volunteers: p174–06. Ann Nutr Metab, 2009; 55: 709"}, {"Citation": "Tiwari S, Singh S, Patwardhan K, Gehlot S, Gambhir I (2008) Effect of Centella asiatica on mild cognitive impairment (MCI) and other common age-related clinical problems. Dig J Nanomater Biostruct 3:215–220"}, {"Citation": "Shin H, Choi I, Lee M, Park K (1982) Clinical trials of madecassol (Centella asiatica) on gastrointestinal ulcer patients. Korean J Gastroenterol 14:49–56"}, {"Citation": "Allegra C, Pollari G, Criscuolo A, Bonifacio M, Tabassi D (1981) Centella asiatica extract in venous disorders of the lower limbs. Comparative clinico-instrumental studies with a placebo La Clinica Terapeutica 99:507", "ArticleIdList": ["7037273"]}, {"Citation": "Marastoni F, Baldo A, Redaelli G, Ghiringhelli L (1982) CENTELLA ASIATICA extract in venous diseases of the lower-limbs and a comparison between its EFFECTIVENESS and that of TRIBENOSIDE. Minerva Cardioangiol 30:201–207", "ArticleIdList": ["6896366"]}, {"Citation": "Pointel J, Boccalon H, Cloarec M, Ledevehat C, Joubert M (1987) Titrated extract of Centella asiatica (TECA) in the treatment of venous insufficiency of the lower limbs. Angiology 38:46–50", "ArticleIdList": ["3544968"]}, {"Citation": "Arpaia M, Ferrone R, Amitrano M, Nappo C, Leonardo G (1990) Effects of Centella asiatica extract on mucopolysaccharide metabolism in subjects with varicose veins. Int J Clin Pharmacol Res 10:229–233", "ArticleIdList": ["2150405"]}, {"Citation": "Belcaro GV, Grimaldi R, Guidi G (1990) Improvement of capillary permeability in patients with venous hypertension after treatment with TTFCA. Angiology 41:533–540", "ArticleIdList": ["2389834"]}, {"Citation": "Montecchio G, Samaden A, Carbone S, Vigotti M, Siragusa S, Piovella F (1991) Centella Asiatica Triterpenic fraction (CATTF) reduces the number of circulating endothelial cells in subjects with post phlebitic syndrome. Haematologica 76:256–259", "ArticleIdList": ["1743599"]}, {"Citation": "Cataldi A, Gasbarro V, Viaggi R, Soverini R, Gresta E, Mascoli F (2001) Effectiveness of the combination of alpha tocopherol, rutin, melilotus, and centella asiatica in the treatment of patients with chronic venous insufficiency. Minerva Cardioangiol 49:159–163", "ArticleIdList": ["11292962"]}, {"Citation": "Cesarone M, Belcaro G, De Sanctis M, Incandela L, Cacchio M, Bavera P, Ippolito E, Bucci M, Griffin M, Geroulakos G (2001) Effects of the total triterpenic fraction of Centella asiatica in venous hypertensive microangiopathy: a prospective, placebo-controlled, randomized trial. Angiology 52:S15–S18", "ArticleIdList": ["11666117"]}, {"Citation": "De Sanctis M, Belcaro G, Incandela L, Cesarone M, Griffin M, Ippolito E, Cacchio M (2001) Treatment of edema and increased capillary filtration in venous hypertension with total triterpenic fraction of Centella asiatica: a clinical, prospective, placebo-controlled, randomized, dose-ranging trial. Angiology 52:S55–S59", "ArticleIdList": ["11666125"]}, {"Citation": "Darnis F, Orcel L, Mamou P (1979) Use of a titrated extract of Centella asiatica in chronic hepatic disorders (author's transl). La semaine des hopitaux: organe fonde par l'Association d'enseignement medical des hopitaux de Paris 55:1749–1750"}, {"Citation": "Cesarone M, Incandela L, De Sanctis M, Belcaro G, Bavera P, Bucci M, Ippolito E (2001) Evaluation of treatment of diabetic microangiopathy with total triterpenic fraction of Centella asiatica: a clinical prospective randomized trial with a microcirculatory model. Angiology 52:S49–S54", "ArticleIdList": ["11775649"]}, {"Citation": "Forte R, Cennamo G, Finelli ML, Bonavolonta P, de Crecchio G, Greco GM (2011) Combination of flavonoids with Centella asiatica and Melilotus for diabetic cystoid macular edema without macular thickening. J Ocul Pharmacol Ther 27:109–113", "ArticleIdList": ["21314440"]}, {"Citation": "Kuo Y-S, Chien H-F, Lu W (2012) Plectranthus amboinicus and Centella asiatica cream for the treatment of diabetic foot ulcers. Evid Based Complement Alternat Med 2012"}, {"Citation": "García Hernández J, Madera González D, Padilla Castillo M, Figueras FT (2013) Use of a specific anti-stretch mark cream for preventing or reducing the severity of striae gravidarum. Randomized, double-blind, controlled trial. Int J Cosmet Sci 35:233–237", "ArticleIdList": ["23237514"]}, {"Citation": "Jenwitheesuk K, Rojsanga P, Chowchuen B, Surakunprapha P (2018) A prospective randomized, controlled, double-blind trial of the efficacy using Centella cream for scar improvement. Evid Based Complement Alternat Med 2018"}, {"Citation": "Hu S, Belcaro G, Hosoi M, Feragalli B, Luzzi R, Dugall M (2018) Postpartum stretchmarks: repairing activity of an oral Centella asiatica supplementation (Centellicum®). Minerva Ginecol 70:629–634", "ArticleIdList": ["30293400"]}]}], "History": [{"Year": "2021", "Month": "4", "Day": "16", "Hour": "12", "Minute": "20"}, {"Year": "2021", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33861456", "10.1007/978-3-030-64872-5_25"]}}]}