{"pmid": "24137203", "doi": [], "language": ["eng"], "title": "Effect of herba centellae on the expression of HGF and MCP-1.", "abstract": "The aim of this study was to explore the effects of herba centellae on protein and mRNA expression of hepatocyte growth factor (HGF), and monocyte chemotactic protein-1 (MCP-1) in renal tubulointerstitial fibrosis (TIF). A unilateral ureteral obstruction (UUO) model was established in 50 male Sprague Dawley (SD) rats. Blood samples were collected and the blood urea nitrogen (BUN) levels, serum creatinine (Scr), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels were measured. Immunohistochemistry (IHC) detected the localization and expression levels of HGF and MCP-1. In addition, quantitative polymerase chain reaction (qPCR) detected the mRNA expression of HGF and MCP-1. Thirty rats were used to prepare the rat serum containing drug by cell culture, and qPCR and immunocytochemistry (ICC) were performed to examine the mRNA and protein expression of HGF and MCP-1. MCP-1 and its mRNA expression was significantly higher in rat renal interstitium of the UUO group and cells of the transforming growth factor-β<sub>1</sub> (TGF-β1) stimulation group compared with that of the control group (P<0.01). MCP-1 and its mRNA expression in the drug intervention group were significantly reduced compared with that of the UUO model group (P<0.01). However, MCP-1 and its mRNA expression in the high-dose herba centellae group was significantly lower compared with that of the low-dose herba centellae group (P<0.01). Furthermore, HGF and its mRNA expression significantly increased in the drug intervention group (P<0.01), and expression in the high-dose group was significantly higher compared with that of the low-dose group (P<0.01), but similar to that of the fosinopril group (P>0.05). The levels of BUN decreased in the drug intervention group; however, no significant differences were determined in Scr, ALT and AST levels. Herba centellae may have inhibited MCP-1 and its mRNA expression through the upregulation of HGF and its mRNA expression, in order to achieve resistance to TIF without showing evident hepatorenal toxicity.", "date_revised": "20211021"}