{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Cluster analysis", "Conservation", "Genetic variation", "Germplasm", "Inbreeding"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34716865", "DateRevised": {"Year": "2021", "Month": "11", "Day": "08"}, "Article": {"ELocationID": ["10.1007/s11033-021-06748-5"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "30"}], "Language": ["eng"], "Journal": {"ISSN": "1573-4978", "JournalIssue": {"Volume": "48", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Molecular biology reports", "ISOAbbreviation": "Mol Biol Rep"}, "ArticleTitle": "Genetic diversity and structure revealed by genomic microsatellite markers in Centella asiatica (L.) Urb., a plant with medicinal potential.", "Pagination": {"MedlinePgn": "7387-7396"}, "Abstract": {"AbstractText": ["Around the world, medicinal plants are utilised for various purposes. Centella asiatica is one of the important medicinal plants widely used in many medicinal systems. Nevertheless, analysis of the genetic diversity would pave the way for its most suitable utilisation.", "The present study analyses the genetic diversity and structure of eighty C. asiatica accessions collected from the southern states of India, using ten genomic microsatellite markers. The mean Nei's gene diversity (0.46) indicates considerable genetic diversity. Analysis of molecular variance (82.48%) exhibited significant genetic variance between samples within the population. The cluster analysis brought out the structure of the analysed populations as three subpopulations based on the genetic differentiation.", "The study showed significant intra-population variation, predominant inbreeding and population differentiation in C. asiatica. The findings will help better understanding of the genetic structure and gene pool of the plant."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jawaharlal Nehru Tropical Botanic Garden and Research Institute (JNTBGRI), Palode, Thiruvananthapuram, 695562, India."}], "LastName": "Mathavaraj", "ForeName": "Sakthipriya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jawaharlal Nehru Tropical Botanic Garden and Research Institute (JNTBGRI), Palode, Thiruvananthapuram, 695562, India. sabu@jntbgri.res.in."}], "LastName": "Sabu", "ForeName": "Kalluvettankuzhy Krishnannair", "Initials": "KK"}], "GrantList": [{"GrantID": "IF150469", "Agency": "DST INSPIRE Fellowship, India", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Mol Biol Rep", "NlmUniqueID": "0403234", "ISSNLinking": "0301-4851"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Padmalatha K, Prasad MNV (2008) Genetic diversity in Centella asiatica (L.) Urb., a memory-enhancing neutraceutical herb, using RAPD markers. Med Aromat Plant Sci Biotechnol 2:90–95"}, {"Citation": "Rakotondralambo SOR, Rodier-Goud M, Rivallan R et al (2013) Insight into the biology, genetics and evolution of the Centella asiatica polyploid complex in Madagascar. Ind Crops Prod 47:118–125. https://doi.org/10.1016/j.indcrop.2013.02.022", "ArticleIdList": ["10.1016/j.indcrop.2013.02.022"]}, {"Citation": "Javaid A, Gurmet R, Sharma N (2018) Centella asiatica (L.) urban: a predominantly self-pollinated herbal perennial plant of family Apiaceae. Vegetos An Int J Plant Res 31:53–59", "ArticleIdList": ["10.5958/2229-4473.2018.00056.3"]}, {"Citation": "Roy DC, Barman SK, Shaik MM (2013) Current updates on Centella asiatica: phytochemistry, pharmacology and traditional uses. Med Plant Res 3:20–36. https://doi.org/10.5376/mpr.2013.03.0004", "ArticleIdList": ["10.5376/mpr.2013.03.0004"]}, {"Citation": "Das A, Mallick R (1991) Correlation between genomic diversity and asiaticoside content in. Bot Bull Acad Sin 32:1–8"}, {"Citation": "Kokubugata G, Kondo K, Randall LM (1998) Intraspecific polyploidy in Centella asiatica and their karyotypes in five populations in Australia and Japan. Chromosom Sci 2:43–46"}, {"Citation": "Pootakham W, Naktang C, Kongkachana W et al (2021) De novo chromosome-level assembly of Centella asiatica genome. Genomics 113:2221–2228. https://doi.org/10.1016/j.ygeno.2021.05.019", "ArticleIdList": ["10.1016/j.ygeno.2021.05.019", "34022344"]}, {"Citation": "Rohini MR, Sane A, Ravish Chaudhary HK (2019) Molecular characterization and DNA fingerprinting of Centella asiatica using SSR markers. Int J Chem Stud 7:705–710"}, {"Citation": "Rakotondralambo SOR, Lussert A, Rivallan R et al (2012) Microsatellite markers isolated from the wild medicinal plant Centella asiatica (Apiaceae) from an enriched genomic library. Am J Bot 99:26–29. https://doi.org/10.3732/ajb.1100441", "ArticleIdList": ["10.3732/ajb.1100441"]}, {"Citation": "Sakthipriya M, Vishnu SS, Sujith S et al (2018) Analysis of genetic diversity of Centella asiatica using SSR markers. Int J Appl Sci Biotechnol 6:103–109. https://doi.org/10.3126/ijasbt.v6i2.19583", "ArticleIdList": ["10.3126/ijasbt.v6i2.19583"]}, {"Citation": "Chen X, Chen Q, Han J (2012) Molecular identification of Centella asiatica and its adulterants using ITS2 DNA barcode. Mod Chinese Med 3"}, {"Citation": "Zhang XG, Han T, He ZG et al (2012) Genetic diversity of Centella asiatica in China analyzed by inter-simple sequence repeat (ISSR) markers: combination analysis with chemical diversity. J Nat Med 66:241–247. https://doi.org/10.1007/s11418-011-0572-4", "ArticleIdList": ["10.1007/s11418-011-0572-4", "21853385"]}, {"Citation": "Sahu J, Das Talukdar A, Devi K et al (2015) E-Microsatellite markers for Centella asiatica (Gotu Kola) genome: validation and cross-transferability in Apiaceae family for plant omics research and development. Omi J Integr Biol 19:52–65. https://doi.org/10.1089/omi.2014.0113", "ArticleIdList": ["10.1089/omi.2014.0113"]}, {"Citation": "Thomas MT (2010) Biosystematic studies on the taxa of Hydrocotyle L, and Centella L. occurring in Peninsular India with special reference to intraspecific variants of Centella asiatica (L.) Urb. Dissertation, University of Kerala (JNTBGRI)"}, {"Citation": "Alqahtani A, Cho J-L, Wong KH et al (2017) Differentiation of three Centella species in Australia as inferred from morphological characteristics, ISSR molecular fingerprinting and phytochemical composition. Front Plant Sci. https://doi.org/10.3389/fpls.2017.01980", "ArticleIdList": ["10.3389/fpls.2017.01980", "29209345", "5702339"]}, {"Citation": "Litt M, Luty JA (1989) A hypervariable microsatellite revealed by in vitro amplification of a dinucleotide repeat within the cardiac muscle actin gene. Am J Hum Genet 44:397", "ArticleIdList": ["2563634", "1715430"]}, {"Citation": "Devkota A, Jha PK (2010) Seed germination responses of the medicinal herb Centella asiatica. Braz J Plant Physiol 22:143–150", "ArticleIdList": ["10.1590/S1677-04202010000200008"]}, {"Citation": "Singh P, Singh JS (2002) Recruitment and competitive interaction between ramets and seedlings in a perennial medicinal herb, Centella asiatica. Basic Appl Ecol 3:65–76", "ArticleIdList": ["10.1078/1439-1791-00085"]}, {"Citation": "Krishnamurthy R, Chandorkar MS, Kalzunkar EG et al (2006) Studies on agronomic practices for growing Centella asiatica (L.) Urban in high rainfall localities under open and partial shade of mango orchards. Indian J Hortic 63:76–80"}, {"Citation": "Bangaru Naidu T, Nageswara Rao S, Sarada Mani N, Jagan Mohan YSYV, Pola S (2010) Conservation of an endangered medicinal plant Centella asiatica through plant tissue culture. Drug Invent today 2:17–21"}, {"Citation": "Paul Stackhouse J, Jason B, Bradley M, et al (2020) power data access viewer (NASA). https://power.larc.nasa.gov/data-access-viewer/ . Accessed 9 Oct 2020"}, {"Citation": "Team RC (2013) R: A language and environment for statistical computing. R Found. Stat. Comput. Vienna, Austria"}, {"Citation": "Kamvar ZN, Tabima JF, Grünwald NJ (2014) Poppr: an R package for genetic analysis of populations with clonal, partially clonal, and/or sexual reproduction. PeerJ 2:e281. https://doi.org/10.7717/peerj.281", "ArticleIdList": ["10.7717/peerj.281", "24688859", "3961149"]}, {"Citation": "Paradis E, Claude J, Strimmer K (2004) APE: analyses of phylogenetics and evolution in R language. Bioinformatics 20:289–290", "ArticleIdList": ["10.1093/bioinformatics/btg412"]}, {"Citation": "Bruvo R, Michiels NK, D’Souza TG, Schulenburg H (2004) A simple method for the calculation of microsatellite genotype distances irrespective of ploidy level. Mol Ecol 13:2101–2106", "ArticleIdList": ["10.1111/j.1365-294X.2004.02209.x"]}, {"Citation": "Jombart T (2008) adegenet: a R package for the multivariate analysis of genetic markers. Bioinformatics 24:1403–1405", "ArticleIdList": ["10.1093/bioinformatics/btn129"]}, {"Citation": "Sefc K, Wagner H (1999) Identity 1.0. http://www.uni-graz.at/~sefck/identity4.exe . Accessed 1 April 2021"}, {"Citation": "Sarkar D (2008) Lattice: multivariate data visualization with R. Springer Science and Business Media, Available from http://lmdvr.r-forge.r-project.org"}, {"Citation": "Paradis E (2010) pegas: an R package for population genetics with an integrated–modular approach. Bioinformatics 26:419–420", "ArticleIdList": ["10.1093/bioinformatics/btp696"]}, {"Citation": "Wright S (1922) Coefficients of inbreeding and relationship. Am Nat 56:330–338", "ArticleIdList": ["10.1086/279872"]}, {"Citation": "Hennink S, Zeven AC (1990) The interpretation of Nei and Shannon-Weaver within population variation indices. Euphytica 51:235–240. https://doi.org/10.1007/BF00039724", "ArticleIdList": ["10.1007/BF00039724"]}, {"Citation": "Hayesmoore JB (2020) Gene calculators. https://www.genecalculators.net/pq-chwe-polypicker.html . Accessed 19 Dec 2020"}, {"Citation": "Pritchard JK, Stephens M, Donnelly P (2000) Inference of population structure using multilocus genotype data. Genetics 155:945–959", "ArticleIdList": ["10.1093/genetics/155.2.945"]}, {"Citation": "Hubisz MJ, Falush D, Stephens M, Pritchard JK (2009) Inferring weak population structure with the assistance of sample group information. Mol Ecol Resour 9:1322–1332", "ArticleIdList": ["10.1111/j.1755-0998.2009.02591.x"]}, {"Citation": "Francis RM (2017) pophelper: an R package and web app to analyse and visualize population structure. Mol Ecol Resour 17:27–32", "ArticleIdList": ["10.1111/1755-0998.12509"]}, {"Citation": "Evanno G, Regnaut S, Goudet J (2005) Detecting the number of clusters of individuals using the software STRUCTURE: a simulation study. Mol Ecol 14:2611–2620", "ArticleIdList": ["10.1111/j.1365-294X.2005.02553.x"]}, {"Citation": "Li Y, Liu J (2018) StructureSelector: a web-based software to select and visualize the optimal number of clusters using multiple methods. Mol Ecol Resour 18:176–177", "ArticleIdList": ["10.1111/1755-0998.12719"]}, {"Citation": "Bakoumé C, Wickneswari R, Rajanaidu N et al (2007) Allelic diversity of natural oil palm (Elaeis guineensis Jacq.) populations detected by microsatellite markers: implications for conservation. Plant Genet Resour 5:104–107. https://doi.org/10.1017/S1479262107710870", "ArticleIdList": ["10.1017/S1479262107710870"]}, {"Citation": "Barringer BC (2007) Polyploidy and self-fertilization in flowering plants. Am J Bot 94:1527–1533", "ArticleIdList": ["10.3732/ajb.94.9.1527"]}, {"Citation": "Nag A, Ahuja PS, Sharma RK (2015) Genetic diversity of high-elevation populations of an endangered medicinal plant. AoB Plants 7:1–15. https://doi.org/10.1093/aobpla/plu076", "ArticleIdList": ["10.1093/aobpla/plu076"]}, {"Citation": "Chaitra KC, Sarvamangala C, Manikanta DS et al (2020) Insights into genetic diversity and population structure of Indian carrot (Daucus carota L.) accessions. J Appl Genet 61:1–10. https://doi.org/10.1007/s13353-020-00556-6", "ArticleIdList": ["10.1007/s13353-020-00556-6"]}, {"Citation": "Lee S-R, Choi J-E, Lee B-Y et al (2018) Genetic diversity and structure of an endangered medicinal herb: implications for conservation. AoB Plants 10:1–10. https://doi.org/10.1093/aobpla/ply021", "ArticleIdList": ["10.1093/aobpla/ply021"]}, {"Citation": "Lee KJ, Lee J-R, Sebastin R et al (2020) Molecular genetic diversity and population structure of ginseng germplasm in RDA-Genebank: implications for breeding and conservation. Agronomy 10:68. https://doi.org/10.3390/agronomy10010068", "ArticleIdList": ["10.3390/agronomy10010068"]}, {"Citation": "Ku Y, Oh H, Kong H et al (2004) Genetic diversity and differentiation in remnant populations of Bupleurum latissimum Nakai, an endangered endemic plant species to Ulleung Island, Korea. Korean J Biol Sci 8:289–294. https://doi.org/10.1080/12265071.2004.9647762", "ArticleIdList": ["10.1080/12265071.2004.9647762"]}, {"Citation": "Rameshkumar R, Pandian S, Rathinapriya P et al (2019) Genetic diversity and phylogenetic relationship of Nilgirianthus ciliatus populations using ISSR and RAPD markers: implications for conservation of an endemic and vulnerable medicinal plant. Biocatal Agric Biotechnol 18:101072. https://doi.org/10.1016/j.bcab.2019.101072", "ArticleIdList": ["10.1016/j.bcab.2019.101072"]}, {"Citation": "McDonnell AJ, Moore CL, Schuette S, Martine CT (2021) Population genomics and conservation of Erigenia bulbosa (Apiaceae), an Edge-of-Range Species in Pennsylvania. Int J Plant Sci. https://doi.org/10.1086/713917", "ArticleIdList": ["10.1086/713917"]}, {"Citation": "Gomez-Raya L, Rodríguez C, Barragán C, Silió L (2015) Genomic inbreeding coefficients based on the distribution of the length of runs of homozygosity in a closed line of Iberian pigs. Genet Sel Evol 47:81. https://doi.org/10.1186/s12711-015-0153-1", "ArticleIdList": ["10.1186/s12711-015-0153-1", "26475049", "4608316"]}, {"Citation": "Rajasekharan PE, Kareem VK, Ravish BS, Mini S (2017) Genetic diversity in Oroxylum indicum (L.) Vent., a threatened medicinal plants from India by ISSR analysis. Indian J Biotechnol 16:357–365"}, {"Citation": "Luo Z, Brock J, Dyer JM et al (2019) Genetic diversity and population structure of a Camelina sativa spring panel. Front Plant Sci 10:1–12. https://doi.org/10.3389/fpls.2019.00184", "ArticleIdList": ["10.3389/fpls.2019.00184"]}, {"Citation": "Jain SK, Qualset CO, Bhatt GM, Wu KK (1975) Geographical patterns of phenotypic diversity in a world collection of durum wheats 1. Crop Sci 15:700–704. https://doi.org/10.2135/cropsci1975.0011183X001500050026x", "ArticleIdList": ["10.2135/cropsci1975.0011183X001500050026x"]}]}], "History": [{"Year": "2020", "Month": "09", "Day": "18"}, {"Year": "2021", "Month": "09", "Day": "15"}, {"Year": "2021", "Month": "10", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "30", "Hour": "12", "Minute": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34716865", "10.1007/s11033-021-06748-5", "10.1007/s11033-021-06748-5"]}}]}