{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["ADME", "COVID-19", "cardiovascular diseases", "diabetes", "functional food", "molecular docking", "network pharmacology", "post COVID-19 complications", "respiratory diseases"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34676581", "DateRevised": {"Year": "2021", "Month": "10", "Day": "22"}, "Article": {"ELocationID": ["10.1111/jfbc.13961"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "22"}], "Language": ["eng"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"PubDate": {"Year": "2021", "Month": "Oct", "Day": "22"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Virtual screening of functional foods and dissecting their roles in modulating gene functions to support post COVID-19 complications.", "Pagination": {"MedlinePgn": "e13961"}, "Abstract": {"AbstractText": ["COVID-19 has become the focal point since 2019 after the outbreak of coronavirus disease. Many drugs are being tested and used to treat coronavirus infections; different kinds of vaccines are also introduced as preventive measure. Alternative therapeutics are as well incorporated into the health guidelines of some countries. This research aimed to look into the underlying mechanisms of functional foods and how they may improve the long-term post COVID-19 cardiovascular, diabetic, and respiratory complications through their bioactive compounds. The potentiality of nine functional foods for post COVID-19 complications was investigated through computational approaches. A total of 266 bioactive compounds of these foods were searched via extensive literature reviewing. Three highly associated targets namely troponin I interacting kinase (TNNI3K), dipeptidyl peptidase 4 (DPP-4), and transforming growth factor beta 1 (TGF-β1) were selected for cardiovascular, diabetes, and respiratory disorders, respectively, after COVID-19 infections. Best docked compounds were further analyzed by network pharmacological tools to explore their interactions with complication-related genes (MAPK1 and HSP90AA1 for cardiovascular, PPARG and TNF-alpha for diabetes, and AKT-1 for respiratory disorders). Seventy-one suggested compounds out of one-hundred and thirty-nine (139) docked compounds in network pharmacology recommended 169 Gene Ontology (GO) items and 99 Kyoto Encyclopedia of Genes and Genomes signaling pathways preferably AKT signaling pathway, MAPK signaling pathway, ACE2 receptor signaling pathway, insulin signaling pathway, and PPAR signaling pathway. Among the chosen functional foods, black cumin, fenugreek, garlic, ginger, turmeric, bitter melon, and Indian pennywort were found to modulate the actions. Results demonstrate that aforesaid functional foods have attenuating roles to manage post COVID-19 complications. PRACTICAL APPLICATIONS: Functional foods have been approaching a greater interest due to their medicinal uses other than gastronomic pleasure. Nine functional food resources have been used in this research for their traditional and ethnopharmacological uses, but their directive-role in modulating the genes involved in the management of post COVID-19 complications is inadequately studied and reported. Therefore, the foods types used in this research may be prioritized to be used as functional foods for ameliorating the major post COVID-19 complications through appropriate science."], "CopyrightInformation": "© 2021 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theoretical and Computational Chemistry, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Afroz", "ForeName": "Sharmin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, Monash University Malaysia, Selangor, Malaysia."}], "LastName": "Fairuz", "ForeName": "Shadreen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Biotechnology, University of Science and Technology, Chittagong, Bangladesh."}], "LastName": "Joty", "ForeName": "Jahanara Alam", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Food Science and Technology, Bangladesh Council of Scientific and Industrial Research, Dhaka, Bangladesh."}], "LastName": "Uddin", "ForeName": "Md Nazim", "Initials": "MN"}, {"Identifier": ["https://orcid.org/0000-0002-4902-8923"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, University of Chittagong, Chittagong, Bangladesh."}], "LastName": "Rahman", "ForeName": "Md Atiar", "Initials": "MA"}], "GrantList": [{"Agency": "University of Chittagong", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ács, K., Balázs, V. L., Kocsis, B., Bencsik, T., Böszörményi, A., & Horváth, G. (2018). Antibacterial activity evaluation of selected essential oils in liquid and vapor phase on respiratory tract pathogens. BMC Complementary and Alternative Medicine, 18(1), 1-9. https://doi.org/10.1186/s12906-018-2291-9"}, {"Citation": "Ács, K., Bencsik, T., Böszörményi, A., Kocsis, B., & Horváth, G. (2016). Essential oils and their vapors as potential antibacterial agents against respiratory tract pathogens. Natural Product Communications, 11(11), p. 1934578X1601101121. https://doi.org/10.1177/1934578X1601101121"}, {"Citation": "Ahmad, N., Hasan, N., Ahmad, Z., Zishan, M., & Zohrameena, S. (2016). Momordica charantia: For traditional uses and pharmacological actions. Journal of Drug Delivery and Therapeutics, 6(2), 40-44. https://doi.org/10.22270/jddt.v6i2.1202"}, {"Citation": "Ahmad, Z., Zamhuri, K. F., Yaacob, A., Siong, C. H., Selvarajah, M., Ismail, A., & Hakim, M. N. (2012). In vitro antidiabetic activities and chemical analysis of polypeptide-k and oil isolated from seeds of Momordica charantia (bitter gourd). Molecules, 17(8), 9631-9640."}, {"Citation": "Ajabnoor, M. A., & Tilmisany, A. K. (1988). Effect of Trigonella foenum graceum on blood glucose levels in normal and alloxan-diabetic mice. Journal of Ethnopharmacology, 22(1), 45-49. https://doi.org/10.1016/0378-8741(88)90229-2"}, {"Citation": "Akolade, J. O., Na’Allah, A., Sulyman, A. O., Abdulazeez, A. T., Atoti, A. O., & Isiaku, M. B. (2019). Antidiabetic screening of phenolic-rich extracts of selected medicinal spices. Iranian Journal of Science and Technology, Transactions A: Science, 43(2), 357-367. https://doi.org/10.1007/s40995-017-0410-y"}, {"Citation": "Akter, F., Mannan, A., Mehedi, H. M. H., Rob, M. A., Ahmed, S., Salauddin, A., Hossain, M. S., & Hasan, M. M. (2020). Clinical characteristics and short term outcomes after recovery from COVID-19 in patients with and without diabetes in Bangladesh. Diabetes & Metabolic Syndrome: Clinical Research & Reviews, 14(6), 2031-2038. https://doi.org/10.1016/j.dsx.2020.10.016"}, {"Citation": "Ali, L., Khan, A. K. A., Mamun, M. I. R., Mosihuzzaman, M., Nahar, N., Nur-E-Alam, M., & Rokeya, B. (1993). Studies on hypoglycemic effects of fruit pulp, seed, and whole plant of Momordica charantia on normal and diabetic model rats. Planta Medica, 59(5), 408-412."}, {"Citation": "Ambardar, S. R., Hightower, S. L., Huprikar, N. A., Chung, K. K., Singhal, A., & Collen, J. F. J. J. (2021). Post-COVID-19 pulmonary fibrosis. Novel Sequelae of the current pandemic. Journal of Clinical Medicine, 10(11), 2452."}, {"Citation": "Aouadi, R., Aouidet, A., Elkadhi, A., Rayana, M. C. B., Jaafoura, H., Tritar, B., & Nagati, K. (2000). Effect of fresh garlic (Allium sativum) on lipid metabolism in male rats. Nutrition Research, 20(2), 273-280. https://doi.org/10.1016/S0271-5317(99)00159-1"}, {"Citation": "Asdaq, S., & Inamdar, M. (2010). Potential of garlic and its active constituent, S-allyl cysteine, as antihypertensive and cardioprotective in presence of captopril. Phytomedicine, 17(13), 1016-1026. https://doi.org/10.1016/j.phymed.2010.07.012"}, {"Citation": "Asgary, S., Rastqar, A., & Keshvari, M. (2018). Functional food and cardiovascular disease prevention and treatment: A review. Journal of the American College of Nutrition, 37(5), 429-455. https://doi.org/10.1080/07315724.2017.1410867"}, {"Citation": "Babaei, F., Nassiri-Asl, M., & Hosseinzadeh, H. (2020). Curcumin (a constituent of turmeric): New treatment option against COVID-19. Food Science & Nutrition, 8(10), 5215-5227. https://doi.org/10.1002/fsn3.1858"}, {"Citation": "Bahl, J., Bansal, R. P., Garg, S. N., Naqvi, A. A., Luthra, R., Kukreja, A. K., & Sushil, K. (2000). Quality evaluation of the essential oils of the prevalent cultivars of commercial mint species Mentha arvensis, spicata, piperita, cardiaca, citrata and viridis cultivated in Indo-Gangetic Plains. Journal of Medicinal and Aromatic Plant Sciences, 22(1B), 787-797."}, {"Citation": "Bailey, C., Day, C., & Leatherdale, B. J. P. D. I. (1986). Traditional treatments for diabetes from Asia and the West Indies. Practical Diabetes International, 3(4), 190-192. https://doi.org/10.1002/pdi.1960030406"}, {"Citation": "Baldwa, V. S., Bhandari, C. M., Pangaria, A., & Goyal, R. K. (1977). Clinical trial in patients with diabetes mellitus of an insulin-like compound obtained from plant source. Upsala Journal of Medical Sciences, 82(1), 39-41. https://doi.org/10.3109/03009737709179057"}, {"Citation": "Bandyopadhyay, D., Akhtar, T., Hajra, A., Gupta, M., Das, A., Chakraborty, S., Pal, I., Patel, N., Amgai, B., Ghosh, R. K., Fonarow, G. C., Lavie, C. J., & Naidu, S. S. (2020). COVID-19 pandemic: Cardiovascular complications and future implications. American Journal of Cardiovascular Drugs, 20(4), 311-324. https://doi.org/10.1007/s40256-020-00420-2"}, {"Citation": "Barret, R. (2018). Lipinski’s rule of five (Vol. Chapter 6): Elsevier Ltd, 9(1), 97-100."}, {"Citation": "Beato, V. M., Orgaz, F., Mansilla, F., & Montaño, A. (2011). Changes in phenolic compounds in garlic (Allium sativum L.) owing to the cultivar and location of growth. Plant Foods for Human Nutrition, 66(3), 218-223. https://doi.org/10.1007/s11130-011-0236-2"}, {"Citation": "Begum, S., Ahmed, M., Siddiqui, B. S., Khan, A., Saify, Z. S., & Arif, M. (1997). Triterpenes, a sterol and a monocyclic alcohol from. Momordica Charantia, 44(7), 1313-1320. https://doi.org/10.1016/S0031-9422(96)00615-2"}, {"Citation": "Belguith-Hadriche, O., Bouaziz, M., Jamoussi, K., Simmonds, M. S. J., El Feki, A., & Makni-Ayedi, F. (2013). Comparative study on hypocholesterolemic and antioxidant activities of various extracts of fenugreek seeds. Food Chemistry, 138(2-3), 1448-1453. https://doi.org/10.1016/j.foodchem.2012.11.003"}, {"Citation": "Beloin, N., Gbeassor, M., Akpagana, K., Hudson, J., de Soussa, K., Koumaglo, K., & Arnason, J. T. (2005). Ethnomedicinal uses of Momordica charantia (Cucurbitaceae) in Togo and relation to its phytochemistry and biological activity. Journal of Ethnopharmacology, 96(1-2), 49-55. https://doi.org/10.1016/j.jep.2004.08.009"}, {"Citation": "Ben-Arye, E., Dudai, N., Eini, A., Torem, M., Schiff, E., & Rakover, Y. (2011). Treatment of upper respiratory tract infections in primary care: A randomized study using aromatic herbs. Evidence-Based Complementary and Alternative Medicine, 2011, 690346. https://doi.org/10.1155/2011/690346"}, {"Citation": "Benabdallah, A., Boumendjel, M., Aissi, O., Rahmoune, C., Boussaid, M., & Messaoud, C. (2018). Chemical composition, antioxidant activity and acetylcholinesterase inhibitory of wild Mentha species from Northeastern Algeria. South African Journal of Botany, 116, 131-139. https://doi.org/10.1016/j.sajb.2018.03.002"}, {"Citation": "Benjamini, Y., & Hochberg, Y. (1995). Controlling the false discovery rate: A practical and powerful approach to multiple testing. Journal of the Royal Statistical Society: Series B (Methodological), 57, 289-300."}, {"Citation": "Benke, A. P., Dukare, S., Mahajan, V., & Singh, M. (2018). Genetic divergence studies for bulbing and related traits in garlic germplasm during kharif season. International Journal of Current Microbiology and Applied Sciences, 7(1), 2920-2927. https://doi.org/10.20546/ijcmas.2018.701.349"}, {"Citation": "Berawi, K. N., Shidarti, L., Nurdin, S. U., Lipoeto, N. I., Wahid, I., Jamsari, J., & Nurcahyani, E. (2017). Comparison effectiveness of antidiabetic activity extract herbal mixture of Soursop leaves (Annona muricata), Bay leaves (Syzygium polyanthum) and Pegagan leaves (Centella asiatica). Biomedical and Pharmacology Journal, 10(3), 1481-1488. https://doi.org/10.13005/bpj/1256"}, {"Citation": "Bermúdez, V., Finol, F., Parra, N., Parra, M., Pérez, A., Peñaranda, L., Vílchez, D., Rojas, J., Arráiz, N., & Velasco, M. (2010). PPAR-γ agonists and their role in type 2 diabetes mellitus management. American Journal of Therapeutics, 17(3), 274-283. https://doi.org/10.1097/MJT.0b013e3181c08081"}, {"Citation": "Bouyahya, A., Lagrouh, F., El Omari, N., Bourais, I., El Jemli, M., Marmouzi, I., Salhi, N., Faouzi, M. E. A., Belmehdi, O., Dakka, N., & Bakri, Y. (2020). Essential oils of Mentha viridis rich phenolic compounds show important antioxidant, antidiabetic, dermatoprotective, antidermatophyte and antibacterial properties. Biocatalysis and Agricultural Biotechnology, 23, 101471. https://doi.org/10.1016/j.bcab.2019.101471"}, {"Citation": "Büyükbalci, A., & El, S. N. (2008). Determination of in vitro antidiabetic effects, antioxidant activities and phenol contents of some herbal teas. Plant Foods for Human Nutrition, 63(1), 27-33. https://doi.org/10.1007/s11130-007-0065-5"}, {"Citation": "Cam, M., Basyigit, B., Alasalvar, H., Yilmaztekin, M., Ahhmed, A., Sagdic, O., Konca, Y., & Telci, I. (2020). Bioactive properties of powdered peppermint and spearmint extracts: Inhibition of key enzymes linked to hypertension and type 2 diabetes. Food Bioscience, 35, 100577. https://doi.org/10.1016/j.fbio.2020.100577"}, {"Citation": "Capetti, F., Cagliero, C., Marengo, A., Bicchi, C., Rubiolo, P., & Sgorbini, B. (2020). Bio-guided fractionation driven by in vitro α-amylase inhibition assays of essential oils bearing specialized metabolites with potential hypoglycemic activity. Plants, 9(9), 1242. https://doi.org/10.3390/plants9091242"}, {"Citation": "Cummings, E., Hundal, H. S., Wackerhage, H., Hope, M., Belle, M., Adeghate, E., & Singh, J. (2004). Momordica charantia fruit juice stimulates glucose and amino acid uptakes in L6 myotubes. Molecular and Cellular Biochemistry, 261(1), 99-104."}, {"Citation": "Chaturvedi, P., & George, S. (2010). Momordica charantia maintains normal glucose levels and lipid profiles and prevents oxidative stress in diabetic rats subjected to chronic sucrose load. Journal of Medicinal Food, 13(3), 520-527."}, {"Citation": "Chauhan, P., Pandey, I., & Dhatwalia, V. K. J. A. B. R. (2010). Evaluation of the anti-diabetic effect of ethanolic and methanolic extracts of Centella asiatica leaves extract on alloxan induced diabetic rats. International Journal of Pharma and Bio Sciences, 4(1), 27-30."}, {"Citation": "Chhatwal, S., Sharma, R., Sharma, G., & Khurana, A. (2012). To study the antihyperglycaemic and lipid lowering effect of garlic as an adjunct to metformin in patients of type 2 diabetes mellitus with obesity. International Journal of Basic & Clinical Pharmacology, 1(1), 22."}, {"Citation": "Chin, C.-H., Chen, S.-H., Wu, H.-H., Ho, C.-W., Ko, M.-T., & Lin, C.-Y. (2014). cytoHubba: Identifying hub objects and sub-networks from complex interactome. BMC Systems Biology, 8(4), 1-7. https://doi.org/10.1186/1752-0509-8-S4-S11"}, {"Citation": "Daina, A., Michielin, O., & Zoete, V. (2017). SwissADME: A free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Scientific Reports, 7(1), 1-13. https://doi.org/10.1038/srep42717"}, {"Citation": "Day, C., Cartwright, T., Provost, J., & Bailey, C. J. (1990). Hypoglycaemic effect of Momordica charantia extracts. Planta Medica, 56(5), 426-429."}, {"Citation": "de Melo, M. L. S., Narain, N., & Bora, P. S. J. F. C. (2000). Characterisation of some nutritional constituents of melon (Cucumis melo hybrid AF-522) seeds. Food Chemistry, 68(4), 411-414. https://doi.org/10.1016/S0308-8146(99)00209-5"}, {"Citation": "de Sousa, A. A. S., Soares, P. M. G., de Almeida, A. N. S., Maia, A. R., de Souza, E. P., & Assreuy, A. M. S. (2010). Antispasmodic effect of Mentha piperita essential oil on tracheal smooth muscle of rats. Journal of Ethnopharmacology, 130(2), 433-436. https://doi.org/10.1016/j.jep.2010.05.012"}, {"Citation": "Dewi, R. T., & Maryani, F. J. P. C. (2015). Antioxidant and α-glucosidase inhibitory compounds of Centella asiatica. Procedia Chemistry, 17, 147-152. https://doi.org/10.1016/j.proche.2015.12.130"}, {"Citation": "Duke, J. A., & Ayensu, E. S. (1985). Medicinal plants of China. Reference Publ. Inc."}, {"Citation": "Emirik, M. (2020). Potential therapeutic effect of turmeric contents against SARS-CoV-2 compared with experimental COVID-19 therapies: In silico study. Journal of Biomolecular Structure and Dynamics, 20, 1-14. https://doi.org/10.1080/07391102.2020.1835719"}, {"Citation": "Fabio, A., Cermelli, C., Fabio, G., Nicoletti, P., & Quaglio, P. (2007). Screening of the antibacterial effects of a variety of essential oils on microorganisms responsible for respiratory infections. Phytotherapy Research, 21(4), 374-377. https://doi.org/10.1002/ptr.1968"}, {"Citation": "Fitrawan, L., Ariastuti, R., Tjandrawinata, R. R., Nugroho, A. E., & Pramono, S. (2018). Antidiabetic effect of combination of fractionated-extracts of Andrographis paniculata and Centella asiatica: In vitro study. Asian Pacific Journal of Tropical Biomedicine, 8(11), 527. https://doi.org/10.4103/2221-1691.245957"}, {"Citation": "Fontanet, A., Autran, B., Lina, B., Kieny, M. P., Karim, S. S. A., & Sridhar, D. (2021). SARS-CoV-2 variants and ending the COVID-19 pandemic. The Lancet, 397(10278), 952-954. https://doi.org/10.1016/S0140-6736(21)00370-6"}, {"Citation": "Forni, G., & Mantovani, A. (2021). COVID-19 vaccines: Where we stand and challenges ahead. Cell Death & Differentiation, 28(2), 626-639. https://doi.org/10.1038/s41418-020-00720-9"}, {"Citation": "Furuhata, K., Dogasaki, C., Hara, M., & Fukuyama, M. (2000). Antibacterial activities of several herbs on Legionella pneumophila. Journal of Azabu University, 1-2, 15-20."}, {"Citation": "Gfeller, D., Grosdidier, A., Wirth, M., Daina, A., Michielin, O., & Zoete, V. (2014). SwissTargetPrediction: A web server for target prediction of bioactive small molecules. Nucleic Acids Research, 42(W1), W32-W38. https://doi.org/10.1093/nar/gku293"}, {"Citation": "Gholamnezhad, Z., Keyhanmanesh, R., & Boskabady, M. H. (2015). Anti-inflammatory, antioxidant, and immunomodulatory aspects of Nigella sativa for its preventive and bronchodilatory effects on obstructive respiratory diseases: A review of basic and clinical evidence. Journal of Functional Foods, 17, 910-927. https://doi.org/10.1016/j.jff.2015.06.032"}, {"Citation": "Greenhalgh, T., Knight, M., A'Court, C., Buxton, M., & Husain, L. (2020). Management of post-acute covid-19 in primary care. BMJ, 370, m3026. https://doi.org/10.1136/bmj.m3026"}, {"Citation": "Grimes, J. M., & Grimes, K. V. (2020). Cardiology, p38 MAPK inhibition: A promising therapeutic approach for COVID-19. Journal of Molecular and Cellular Cardiology, 144, 63-65. https://doi.org/10.1016/j.yjmcc.2020.05.007"}, {"Citation": "Grover, J., & Yadav, S. P. (2004). Pharmacological actions and potential uses of Momordica charantia. A review. Journal of Ethnopharmacology, 93(1), 123-132. https://doi.org/10.1016/j.jep.2004.03.035"}, {"Citation": "Guex, N., Peitsch, M. C., & Schwede, T. J. E. (2009). Automated comparative protein structure modeling with SWISS-MODEL and Swiss-PdbViewer: A historical perspective. Electrophoresis, 30(S1), S162-S173. https://doi.org/10.1002/elps.200900140"}, {"Citation": "Gupta, D. S. (2021). Almost a third of people with “mild” COVID-19 still battle symptoms months later, study finds. CNN Health."}, {"Citation": "Gupta, N., & Porter, T. D. (2001). Garlic and garlic-derived compounds inhibit human squalene monooxygenase. The Journal of Nutrition, 131(6), 1662-1667. https://doi.org/10.1093/jn/131.6.1662"}, {"Citation": "Hashim, P., Sidek, H., Helan, M., Sabery, A., Palanisamy, U. D., & Ilham, M. (2011). Triterpene composition and bioactivities of Centella asiatica. Molecules, 16(2), 1310-1322. https://doi.org/10.3390/molecules16021310"}, {"Citation": "Hernandez-Galicia, E., Aguilar-Contreras, A., Aguilar-Santamaria, L., Roman-Ramos, R., Chavez-Miranda, A. A., Garcia-Vega, L. M., Flores-Saenz, J. L., & Alarcon-Aguilar, F. J. (2002). Studies on hypoglycemic activity of Mexican medicinal plants. In Proceedings of the western pharmacology society, The Society."}, {"Citation": "Horax, R., Hettiarachchy, N., & Islam, S. (2005). Total phenolic contents and phenolic acid constituents in 4 varieties of bitter melons (Momordica charantia) and antioxidant activities of their extracts. Journal of Food Science, 70(4), C275-C280. https://doi.org/10.1111/j.1365-2621.2005.tb07173.x"}, {"Citation": "Hu, B., Huang, S., & Yin, L. (2021). The cytokine storm and COVID-19. Journal of Medical Virology, 93(1), 250-256. https://doi.org/10.1002/jmv.26232"}, {"Citation": "Huang, C.-N., Horng, J.-S., & Yin, M.-C. (2004). Antioxidative and antiglycative effects of six organosulfur compounds in low-density lipoprotein and plasma. Journal of Agricultural and Food Chemistry, 52(11), 3674-3678. https://doi.org/10.1021/jf0307292"}, {"Citation": "Inamdar, P. K., Yeole, R. D., Ghogare, A. B., & de Souza, N. J. (1996). Determination of biologically active constituents in Centella asiatica. Journal of Chromatography A, 742(1-2), 127-130. https://doi.org/10.1016/0021-9673(96)00237-3"}, {"Citation": "Inouye, S., Yamaguchi, H., & Takizawa, T. (2001). Screening of the antibacterial effects of a variety of essential oils on respiratory tract pathogens, using a modified dilution assay method. Journal of Infection and Chemotherapy, 7(4), 251-254. https://doi.org/10.1007/s101560170022"}, {"Citation": "Iqbal, M. J., Butt, M. S., Nasir Qayyum, M. M., & Rasul Suleria, H. A. (2017). Anti-hypercholesterolemic and anti-hyperglycaemic effects of conventional and supercritical extracts of black cumin (Nigella sativa). Asian Pacific Journal of Tropical Biomedicine, 7(11), 1014-1022. https://doi.org/10.1016/j.apjtb.2017.10.005"}, {"Citation": "Isensee, H., Rietz, B., & Jacob, R. (1993). Cardioprotective actions of garlic (Allium sativum). Arzneimittel-Forschung, 43(2), 94-98."}, {"Citation": "Iwasaki, A. (2021). What reinfections mean for COVID-19. The Lancet Infectious Diseases, 21(1), 3-5. https://doi.org/10.1016/S1473-3099(20)30783-0"}, {"Citation": "Juergens, U. R., Dethlefsen, U., Steinkamp, G., Gillissen, A., Repges, R., & Vetter, H. (2003). Anti-inflammatory activity of 1.8-cineol (eucalyptol) in bronchial asthma: A double-blind placebo-controlled trial. Journal of Infection and Chemotherapy, 97(3), 250-256. https://doi.org/10.1053/rmed.2003.1432"}, {"Citation": "Kabir, A. U., Samad, M. B., D’Costa, N. M., Akhter, F., Ahmed, A., & Hannan, J. (2014). Anti-hyperglycemic activity of Centella asiatica is partly mediated by carbohydrase inhibition and glucose-fiber binding. BMC Complementary and Alternative Medicine, 14(31), 1-14. https://doi.org/10.1186/1472-6882-14-31"}, {"Citation": "Kamanna, V., & Chandrasekhara, N. (1984). Hypocholesteremic activity of different fractions of garlic. Indian Journal of Medical Research, 79(April), 580-583."}, {"Citation": "Kanehisa, M., Furumichi, M., Tanabe, M., Sato, Y., & Morishima, K. (2017). KEGG: new perspectives on genomes, pathways, diseases and drugs. Nucleic Acids Research, 45, D353-D361."}, {"Citation": "Kannar, D., Wattanapenpaiboon, N., Savige, G. S., & Wahlqvist, M. L. (2001). Hypocholesterolemic effect of an enteric-coated garlic supplement. Journal of the American College of Nutrition, 20(3), 225-231. https://doi.org/10.1080/07315724.2001.10719036"}, {"Citation": "Keller, A. C., Ma, J., Kavalier, A., He, K., Brillantes, A.-M., & Kennelly, E. J. (2011). Saponins from the traditional medicinal plant Momordica charantia stimulate insulin secretion in vitro. Phytomedicine, 19(1), 32-37. https://doi.org/10.1016/j.phymed.2011.06.019"}, {"Citation": "Khalil, N., Parekh, R., O’connor, N., Antman, W., Kepron, T., Yehaulaeshet, Y D Xu, & Gold, L. I. (2001). Regulation of the effects of TGF-β1 by activation of latent TGF-β1 and differential expression of TGF-β receptors (TβR-I and TβR-II) in idiopathic pulmonary fibrosis. Thorax, 56(12), 907-915."}, {"Citation": "Khosla, P., Gupta, D. D., & Nagpal, R. K. (1995). Effect of Trigonella foenum graecum (Fenugreek) on blood glucose in normal and diabetic rats. Indian Journal of Physiology and Pharmacology, 39, 173."}, {"Citation": "Krawinkel, M. B., & Keding, G. B. (2006). Bitter gourd (Momordica charantia): A dietary approach to hyperglycemia. Nutrition Reviews, 64(7), 331-337."}, {"Citation": "Kumar, R., Balaji, S., Uma, T. S., & Sehgal, P. K. (2009). Fruit extracts of Momordica charantia potentiate glucose uptake and up-regulate Glut-4, Pparγ and PI3K. Journal of Ethnopharmacology, 126(3), 533-537."}, {"Citation": "Kundam, D. N., Acham, I. O., & Girgih, A. T. (2018). Bioactive compounds in fish and their health benefits. Asian Food Science Journal, 4(4), 1-14."}, {"Citation": "Lal, H., Ahmad, F., Parikh, S., & Force, T. J. C. J. (2014). Troponin I-interacting protein kinase-A novel cardiac-specific kinase, emerging as a molecular target for the treatment of cardiac disease. Circulation Journal, 78(7), 1514-1519."}, {"Citation": "Laude, E. A., Morice, A. H., & Grattan, T. J. (1994). The antitussive effects of menthol, camphor and cineole in conscious guinea-pigs. Pulmonary Pharmacology, 7(3), 179-184."}, {"Citation": "Leatherdale, B., Panesar, R. K., Singh, G., Atkins, T. W., Bailey, C. J., & Bignell, A. H. (1981). Improvement in glucose tolerance due to Momordica charantia (karela). British Medical Journal (Clinical Research Ed.), 282(6279), 1823-1824."}, {"Citation": "Lechowicz, K., Drożdżal, S., Machaj, F., Rosik, J., Szostak, B., Zegan-Barańska, M., Biernawska, J., Dabrowski, W., Rotter, I., & Kotfis, K. (2020). COVID-19: The potential treatment of pulmonary fibrosis associated with SARS-CoV-2 infection. Journal of Clinical Medicine, 9(6), 1917."}, {"Citation": "Li, Y., Liu, Y., Ma, A., Bao, Y., Wang, M., & Sun, Z. (2017). In vitro antiviral, anti-inflammatory, and antioxidant activities of the ethanol extract of Mentha piperita L. Food Science and Biotechnology, 26(6), 1675-1683."}, {"Citation": "Locatelli, D. A., Nazareno, M. A., Fusari, C. M., & Camargo, A. B. (2017). Cooked garlic and antioxidant activity: Correlation with organosulfur compound composition. Food Chemistry, 220, 219-224."}, {"Citation": "Lv, J., Sharma, A., Zhang, T., Wu, Y., & Ding, X. (2018). Pharmacological review on Asiatic acid and its derivatives: A potential compound. SLAS TECHNOLOGY: Translating Life Sciences Innovation, 23(2), 111-127."}, {"Citation": "Madar, Z. (1984). Fenugreek (Trigonella foenumgraecum) as a means of reducing postprandial glucose level in diabetic rats [Trigonella foenum-graecum]. Nutrition Reports International, 29, 1267-1273."}, {"Citation": "Mahendran, G., & Rahman, L. U. J. P. R. (2020). Ethnomedicinal, phytochemical and pharmacological updates on peppermint (Mentha × Piperita L.)-A review. Phytotherapy Research, 34(9), 2088-2139."}, {"Citation": "Maideen, N. M. P. (2020). Prophetic medicine-Nigella sativa (Black cumin seeds)-potential herb for COVID-19? Journal of Pharmacopuncture, 23(2), 62."}, {"Citation": "Malinow, M., McLaughlin, P., & Stafford, C. (1978). Prevention of hypercholesterolemia in monkeys (Macaca fascicularis) by digitonin. The American Journal of Clinical Nutrition, 31(5), 814-818."}, {"Citation": "Malinow, M. R. (1985). Effects of synthetic glycosides on cholesterol absorption. Annals of the New York Academy of Sciences, 454(1), 23-27. https://doi.org/10.1111/j.1749-6632.1985.tb11841.x"}, {"Citation": "Mao, Q.-Q., Xu, X. Y., Cao, S. Y., Gan, R. Y., Corke, H., & Li, H. B. (2019). Bioactive compounds and bioactivities of ginger (Zingiber officinale Roscoe). Foods, 8(6), 185."}, {"Citation": "Mayer, E. S., Winiarczyk, K., Błaszczyk, L., Kosmala, A., Rabinowitch, H. D., & Kamenetsky, R. (2013). Male gametogenesis and sterility in garlic (Allium sativum L.): Barriers on the way to fertilization and seed production. Planta, 237(1), 103-120."}, {"Citation": "McKay, D. L., & Blumberg, J. B. (2006). A review of the bioactivity and potential health benefits of chamomile tea (Matricaria recutita L.). Phytotherapy Research: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives, 20(8), 619-633."}, {"Citation": "Meir, P., & Yaniv, Z. (1985). An in vitro study on the effect of Momordica charantia on glucose uptake and glucose metabolism in rats. Planta Medica, 51(1), 12-16."}, {"Citation": "Mensor, L. L., Menezes, F. S., Leitão, G. G., Reis, A. S., Santos, T. C. D., Coube, C. S., & Leitão, S. G. (2001). Screening of Brazilian plant extracts for antioxidant activity by the use of DPPH free radical method, Phytotherapy Research, 15(2), 127-130. https://doi.org/10.1002/ptr.687"}, {"Citation": "Mishkinsky, J. Goldschmied, A., Joseph, B., Ahronson, Z., & Sulman, F. G. (1974). Hypoglycaemic effect of Trigonella foenum graecum and Lupinus termis (leguminosae) seeds and their major alkaloids in alloxan-diabetic and normal rats. Archives Internationales de Pharmacodynamie et de thérapie, 210(1), 27-37."}, {"Citation": "Morcos, S., Elhawary, Z., & Gabrial, G. N. (1981). Protein-rich food mixtures for feeding the young in Egypt 1. Formulation, 20(4), 275-282."}, {"Citation": "Morice, A. H., Marshall, A. E., Higgins, K. S., & Grattan, T. J. (1994). Effect of inhaled menthol on citric acid induced cough in normal subjects. Thorax, 49(10), 1024-1026. https://doi.org/10.1136/thx.49.10.1024"}, {"Citation": "Mukherjee, S., Lekli, I., Goswami, S., & Das, D. K. (2009). Freshly crushed garlic is a superior cardioprotective agent than processed garlic. Journal of Agricultural and Food Chemistry, 57(15), 7137-7144."}, {"Citation": "Nauck, M. A., & Meier, J. J. J. D. C. (2020). Reduced COVID-19 mortality with sitagliptin treatment? Weighing the dissemination of potentially lifesaving findings against the assurance of high scientific standards. Diabetes Care, 43(12), 2906-2909."}, {"Citation": "Niranjan, A., & Prakash, D. (2008). Chemical constituents and biological activities of turmeric (Curcuma longa L.)-A review. Journal of Food Science and Technology, 45(2), 109."}, {"Citation": "Ojewole, J. A., Adewole, S. O., & Olayiwola, G. (2006). Hypoglycaemic and hypotensive effects of Momordica charantia Linn (Cucurbitaceae) whole-plant aqueous extract in rats. Cardiovascular Topics, 17(5), 227-232."}, {"Citation": "Ojo, A. S., Balogun, S. A., Williams, O. T., & Ojo, O. (2020). Pulmonary fibrosis in COVID-19 survivors: Predictive factors and risk reduction strategies. Pulmonary Medicine, 2020, 6175964."}, {"Citation": "Oronsky, B., Larson, C., Hammond, T. C., Oronsky, A., Kesari, S., Lybeck, M., & Reid, T. R. (2021). A review of persistent post-COVID syndrome (PPCS). Clinical Reviews in Allergy & Immunology, 20, 1-9."}, {"Citation": "Patil, S. P., Niphadkar, P. V., & Bapat, M. M. (1997). Allergy to fenugreek (Trigonella foenum graecum). Annals of Allergy, Asthma & Immunology, 78(3), 297-300. https://doi.org/10.1016/S1081-1206(10)63185-7"}, {"Citation": "Perera, P. K., & Li, Y. (2012). Functional herbal food ingredients used in type 2 diabetes mellitus. Pharmacognosy Reviews, 6(11), 37. https://doi.org/10.4103/0973-7847.95863"}, {"Citation": "Petropoulos, G. A. (2002). Fenugreek: The genus Trigonella. CRC Press."}, {"Citation": "Phatak, S. V., & Heble, M. R. J. F. (2002). Organogenesis and terpenoid synthesis in Mentha arvensis. Fitoterapia, 73(1), 32-39. https://doi.org/10.1016/S0367-326X(01)00347-1"}, {"Citation": "Poonam, T., Prakash, G. P., & Kumar, L. V. (2013). Influence of Allium sativum extract on the hypoglycemic activity of glibenclamide: An approach to possible herb-drug interaction. Drug Metabolism and Drug Interactions, 28(4), 225-230. https://doi.org/10.1515/dmdi-2013-0031"}, {"Citation": "Popa, C., Netea, M. G., van Riel, P. L. C. M., van der Meer, J. W. M., & Stalenhoef, A. F. H. (2007). The role of TNF-α in chronic inflammatory conditions, intermediary metabolism, and cardiovascular risk. Fitoterapia, 48(4), 751-762. https://doi.org/10.1194/jlr.R600021-JLR200"}, {"Citation": "Popovich, D. G., Li, L., & Zhang, W. (2010). Bitter melon (Momordica charantia) triterpenoid extract reduces preadipocyte viability, lipid accumulation and adiponectin expression in 3T3-L1 Cells. Food and Chemical Toxicology, 48(6), 1619-1626."}, {"Citation": "Rahman, K. (2007). Effects of garlic on platelet biochemistry and physiology. Molecular Nutrition & Food Research, 51(11), 1335-1344."}, {"Citation": "Rameshreddy, P., Uddandrao, V. V. S., Brahmanaidu, P., Vadivukkarasi, S., Ravindarnaik, R., Suresh, P., Swapna, K., Kalaivani, A., Parvathi, P., Tamilmani, P., & Saravanan, G. (2018). Obesity-alleviating potential of Asiatic acid and its effects on ACC1, UCP2, and CPT1 mRNA expression in high fat diet-induced obese Sprague-Dawley rats. Molecular and Cellular Biochemistry, 442(1-2), 143-154. https://doi.org/10.1007/s11010-017-3199-2"}, {"Citation": "Ribes, G., Sauvaire, Y., Costa, C. D., Baccou, J. C., & Loubatieres-Mariani, M. M. (1986). Antidiabetic effects of subtractions from fenugreek seeds in diabetic dogs. Proceedings of the Society for Experimental Biology and Medicine, 182(2), 159-166."}, {"Citation": "Ribes, G., Da Costa, C., Loubatières-Mariani, M. M., Sauvaire, Y., & Baccou, J. C. (1987). Hypocholesterolaemic and hypotriglyceridaemic effects of subfractions from fenugreek seeds in alloxan diabetic dogs. Phytotherapy Research, 1(1), 38-43. https://doi.org/10.1002/ptr.2650010109"}, {"Citation": "Rocio, M., & Rion, J. (1982). A review of some antimicrobial substances isolated from medicinal plants reported in the literature review of phytochemical analysis on garlic 1978-1972. Phytother. Review, 3, 117-125."}, {"Citation": "Roffey, B. W. C., Atwal, A. S., Johns, T., & Kubow, S. (2007). Water extracts from Momordica charantia increase glucose uptake and adiponectin secretion in 3T3-L1 adipose cells. Journal of Ethnopharmacology, 112(1), 77-84. https://doi.org/10.1016/j.jep.2007.02.003"}, {"Citation": "Rothan, H. A., & Byrareddy, S. N. (2020). The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. Journal of Autoimmunity, 109, 102433."}, {"Citation": "Roussel, R., Darmon, P., Pichelin, M., Goronflot, T., Abouleka, Y., Ait Bachir, L., Allix, I., Ancelle, D., Barraud, S., Bordier, L., & Carlier, A. ( 2021). Use of dipeptidyl peptidase-4 inhibitors and prognosis of COVID-19 in hospitalized patients with type 2 diabetes: A propensity score analysis from the CORONADO study. Diabetes, Obesity and Metabolism, 23(5), 1162-1172."}, {"Citation": "Sarhangi, N., Sharifi, F., Hashemian, L., Hassani Doabsari, M., Heshmatzad, K., Rahbaran, M., Jamaldini, S. H., Aghaei Meybodi, H. R., & Hasanzad, M. (2020). PPARG (Pro12Ala) genetic variant and risk of T2DM: A systematic review and meta-analysis. Scientific Reports, 10(1), 12764. https://doi.org/10.1038/s41598-020-69363-7"}, {"Citation": "Sarkar, S., Pranava, M., & Marita, A. R. (1996). Demonstration of the hypoglycemic action of Momordica charantia in a validated animal model of diabetes. Pharmacological Research, 33(1), 1-4. https://doi.org/10.1006/phrs.1996.0001"}, {"Citation": "Schilcher, H. J. H. P. (2000). Efficient phytotherapy. Herbal medicines in the upper respiratory tract for catarrh. Herba Polonica, 46(1), 52-57."}, {"Citation": "Shabana, A., El-Menyar, A., Asim, M., Al-Azzeh, H., & Al Thani, H. (2013). Cardiovascular benefits of black cumin (Nigella sativa). Cardiovascular Toxicology, 13(1), 9-21. https://doi.org/10.1007/s12012-012-9181-z"}, {"Citation": "Shah, P. P., & Mello, P. (2004). A review of medicinal uses and pharmacological effects of Mentha piperita. NISCAIR Online Periodicals Repository, 3(4), 214-221."}, {"Citation": "Shahrajabian, M. H., Wenli, S., & Cheng, Q. (2019). Pharmacological uses and health benefits of ginger (Zingiber officinale) in traditional Asian and ancient Chinese medicine, and modern practice. Notulae Scientia Biologicae, 11(3), 309-319. https://doi.org/10.15835/nsb11310419"}, {"Citation": "Shannon, P. , Markiel, A., Ozier, O., Baliga, N. S., Wang, J. T., Ramage, D., Amin, N., Schwikowski, B., & Ideker, T. (2003). Cytoscape: A software environment for integrated models of biomolecular interaction networks. Genome Research, 13(11), 2498-2504."}, {"Citation": "Sharma, R. D. (1984). Hypocholesterolemic activity of fenugreek (T. foenum graecum). An experimental study in rats. Nutrition Reports International, 30(1), 221-231."}, {"Citation": "Sidhu, K. S. (2003). Health benefits and potential risks related to consumption of fish or fish oil. Regulatory Toxicology and Pharmacology, 38(3), 336-344."}, {"Citation": "Silva Andrade, B., Siqueira, S., de Assis Soares, W. R., de Souza Rangel, F., Santos, N. O., dos Santos Freitas, A., Ribeiro da Silveira, P., Tiwari, S., Alzahrani, K. J., Góes-Neto, A., & Azevedo, V. (2021). Long-COVID and post-COVID health complications: An up-to-date review on clinical conditions and their possible molecular mechanisms. Viruses, 13(4), 700."}, {"Citation": "Siro, I., Kápolna, E., Kápolna, B., & Lugasi, A. (2008). Functional food. Product development, marketing and consumer acceptance-A review. Appetite, 51(3), 456-467."}, {"Citation": "Sridhar, M., Vinayagamoorthi, V. A., Suyambunathan, Z. B., & Selvaraj, N. (2008). Bitter Gourd (Momordica charantia) improves insulin sensitivity by increasing skeletal muscle insulin-stimulated IRS-1 tyrosine phosphorylation in high-fat-fed rats. British Journal of Nutrition, 99(4), 806-812."}, {"Citation": "Srinivasan, K. (2018). Cumin (Cuminum cyminum) and black cumin (Nigella sativa) seeds: Traditional uses, chemical constituents, and nutraceutical effects. Food Quality and Safety, 2(1), 1-16."}, {"Citation": "Srivastava, S. P., Srivastava, R., Chand, S., & Goodwin, J. E. J. P. (2021). Coronavirus disease (COVID)-19 and diabetic kidney disease. Pharmaceuticals, 14(8), 751."}, {"Citation": "Srivastava, Y., Venkatakrishna-Bhatt, H., Verma, Y., Venkaiah, K., & Raval, B. H. (1993). Antidiabetic and adaptogenic properties of Momordica charantia extract: An experimental and clinical evaluation. Phytotherapy Research, 7(4), 285-289."}, {"Citation": "Sun, B., Wu, L., Wu, Y., Zhang, C., Qin, L., Hayashi, M., Kudo, M., Gao, M., & Liu, T. (2020). Therapeutic potential of centella asiatica and its triterpenes: A review. Frontiers in Pharmacology, 11, 1373."}, {"Citation": "Szklarczyk, D., Gable, A. L., Lyon, D., Junge, A., Wyder, S., Huerta-Cepas, J., Simonovic, M., Doncheva, N. T., Morris, J. H., Bork, P., & Jensen, L. J. (2019). STRING v11: Protein-protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets. Nucleic Acids Research, 47(D1), D607-D613."}, {"Citation": "Tarighi, P., Eftekhari, S., Chizari, M., Sabernavaei, M., Jafari, D., & Mirzabeigi, P. (2021). A review of potential suggested drugs for coronavirus disease (COVID-19) treatment. European Journal of Pharmacology, (895), 173890."}, {"Citation": "Thota, S. M., Balan, V., & Sivaramakrishnan, V. (2020). Natural products as home-based prophylactic and symptom management agents in the setting of COVID-19. Phytotherapy Research, 34(12), 3148-3167."}, {"Citation": "Virdi, J., Sivakami, S., Shahani, S., Suthar, A. C., Banavalikar, M. M., & Biyani, M. K. (2003). Antihyperglycemic effects of three extracts from Momordica charantia. Journal of Ethnopharmacology, 88(1), 107-111."}, {"Citation": "Viuda-Martos, M., Ruiz-Navajas, Y., Fernández-López, J., & Pérez-Álvarez, J. A. (2010). Spices as functional foods. Critical Reviews in Food Science and Nutrition, 51(1), 13-28."}, {"Citation": "Walters, T. W., & Decker-Walters, D. S. J. E. B. (1988). Balsam-pear (Momordica charantia, Cucurbitaceae). Economic Botany, 42(2), 286-288."}, {"Citation": "Wang, Q., Yao, L., Xu, K. E., Jin, H., Chen, K., Wang, Z., Liu, Q., Cao, Z., kenny, J., Liu, Y., Tickner, J., Xu, H., & Xu, J. (2019). Madecassoside inhibits estrogen deficiency-induced osteoporosis by suppressing RANKL-induced osteoclastogenesis. Journal of Cellular and Molecular Medicine, 23(1), 380-394. https://doi.org/10.1111/jcmm.13942"}, {"Citation": "Wang, Y., Zou, T., Xiang, M., Jin, C., Zhang, X., Chen, Y., Jiang, Q., & Hu, Y. (2016). Purification and characterization of a soluble glycoprotein from garlic (Allium sativum) and its in vitro bioactivity. Preparative Biochemistry and Biotechnology, 46(7), 709-716."}, {"Citation": "Wang, Y.-S., Zhou, J., Hong, K., Cheng, X.-S., & Li, Y.-G. (2015). MicroRNA-223 displays a protective role against cardiomyocyte hypertrophy by targeting cardiac troponin I-interacting kinase. Cellular Physiology and Biochemistry, 35(4), 1546-1556. https://doi.org/10.1159/000373970"}, {"Citation": "Wehbe, Z., Hammoud, S., Soudani, N., Zaraket, H., El-Yazbi, A., & Eid, A. H. (2020). Molecular insights into SARS COV-2 interaction with cardiovascular disease: Role of RAAS and MAPK signalling. Frontiers in Pharmacology, 11, 836."}, {"Citation": "WHO. (2021). Tracking SARS-CoV-2 variants. Naming SARS-CoV-2 variants. Retrieved from https://www.who.int/en/activities/tracking-SARS-CoV-2-variants/"}, {"Citation": "Xia, Q. D., Xun, Y., Lu, J. L., Lu, Y. C., Yang, Y. Y., Zhou, P., Hu, J., Li, C., & Wang, S. G. (2020). Network pharmacology and molecular docking analyses on Lianhua Qingwen capsule indicate Akt1 is a potential target to treat and prevent COVID-19. Cell Proliferation, 53(12), e12949."}, {"Citation": "Yang, C. S., Chhabra, S. K., Hong, J.-Y., & Smith, T. J. (2001). Mechanisms of inhibition of chemical toxicity and carcinogenesis by diallyl sulfide (DAS) and related compounds from garlic. The Journal of Nutrition, 131(3), 1041S-1045S. https://doi.org/10.1093/jn/131.3.1041S"}, {"Citation": "Yang, C., Li, L., Yang, L., Lǚ, H., Wang, S., & Sun, G. (2018). Anti-obesity and Hypolipidemic effects of garlic oil and onion oil in rats fed a high-fat diet. Nutrition & Metabolism, 15(1), 43. https://doi.org/10.1186/s12986-018-0275-x"}, {"Citation": "Yong, S. J. (2021). Long COVID or post-COVID-19 syndrome: Putative pathophysiology, risk factors, and treatments. Infectious Diseases, 53(10), 737-754."}, {"Citation": "Yoshikawa, M., Murakami, T., Komatsu, H., Murakami, N., Yamahara, J., & Matsuda, H. (1997). Medicinal foodstuffs. IV. Fenugreek seed.(1): Structures of trigoneosides Ia, Ib, IIa, IIb, IIIa, and IIIb, new furostanol saponins from the seeds of Indian Trigonella foenum-graecum L. Chemical and Pharmaceutical Bulletin, 45(1), 81-87."}, {"Citation": "Zainol, M. K., Abd-Hamid, A., Yusof, S., & Muse, R. (2003). Antioxidative activity and total phenolic compounds of leaf, root and petiole of four accessions of Centella asiatica (L.) Urban. Food Chemistry, 81(4), 575-581. https://doi.org/10.1016/S0308-8146(02)00498-3"}, {"Citation": "Zhai, P., Ding, Y., Wu, X., Long, J., Zhong, Y., & Li, Y. (2020). The epidemiology, diagnosis and treatment of COVID-19. International Journal of Antimicrobial Agents, 55(5), 105955. https://doi.org/10.1016/j.ijantimicag.2020.105955"}, {"Citation": "Zhang, C., Wu, Z., Li, J.- W., Tan, K., Yang, W., Zhao, H., & Wang, G.- Q. (2020) Discharge may not be the end of treatment: Pay attention to pulmonary fibrosis caused by severe COVID-19. Journal of Medical Virology, 93(3), 1378-1386."}, {"Citation": "Zhang, X.-L., Xing, R.-G., Chen, L., Liu, C.-R., & Miao, Z.-G. (2016). PI3K/Akt signaling is involved in the pathogenesis of bleomycin-induced pulmonary fibrosis via regulation of epithelial-mesenchymal transition. Molecular Medicine Reports, 14(6), 5699-5706. https://doi.org/10.3892/mmr.2016.5960"}], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "09", "Day": "16"}, {"Year": "2021", "Month": "07", "Day": "01"}, {"Year": "2021", "Month": "09", "Day": "23"}, {"Year": "2021", "Month": "10", "Day": "22", "Hour": "7", "Minute": "5"}, {"Year": "2021", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["34676581", "10.1111/jfbc.13961"]}}]}