{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Bead ELISA", "Centella asiatica", "Cholera toxin", "Classical", "El tor", "Real time PCR", "Variant", "Vibrio cholerae"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "33596471", "DateRevised": {"Year": "2021", "Month": "08", "Day": "11"}, "Article": {"ELocationID": ["S0378-8741(21)00156-2", "10.1016/j.jep.2021.113930"], "ArticleDate": [{"Year": "2021", "Month": "02", "Day": "15"}], "Language": ["eng"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "279", "PubDate": {"Year": "2021", "Month": "Oct", "Day": "28"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "In-vitro study of the effect of Centella asiatica on cholera toxin production and the gene expression level of ctxA gene in Vibrio cholerae isolates.", "Pagination": {"MedlinePgn": "113930"}, "Abstract": {"AbstractText": ["Centella asiatica (L.) Urb or Indian pennywort is a plant of ethnopharmacological relevance, commonly called as Brahmi in South India known for its antimicrobial property in gut and for the treatment of other gut ailments. Natural anti-virulence drugs that disarm pathogens by directly targeting virulence factors or the cell viability and are thus preferred over antibiotics as these drugs impose limited selection pressure for resistance development. In this regard, an in-vitro experimental study was conducted to know the effect of extract of Centella asiatica(L.) Urb. on cholera toxin, gene expression and its vibriocidal effect on five standard strains of Vibrio cholerae; IDH03097 (El Tor variant), N16961 (El Tor), O395 (Classical) as well as five clinical strains (Haitian variant).", "To study the effect of extract of Centella asiatica on Vibrio cholerae.", "Crude extract was prepared from the leaves and stem part of the plant. The vibriocidal concentration was tested at different concentrations of the extract. The amount of cholera toxin released from the strains before and after exposure to the extract of Centella asiatica to Vibrio cholerae was measured using Bead ELISA. ctxA gene expression in the strains before and after exposure to extract of Centella asiatica was measured using quantitative real time PCR. All the above assays were performed with commercially obtained asiaticoside as well.", "The vibriocidal activity was tested at the different concentration of the extract, where 1g/mL of crude extract and 12.5mg/mL of asiaticoside was found to be vibriocidal. The amount of cholera toxin released before and after the exposure to extract of C. asiatica was measured using Bead ELISA, showing a reduction of 70%, 89% and 93% toxin produced by classical, El Tor and variant respectively. ctxA gene expression before and after exposure to extract of Centella asiatica as well as asiaticoside was measured using qRT-PCR. We found a decrease in expression of ctxA gene transcription by 6.19 fold in classical strain, 4.29 fold in El Tor, 1.133 fold in variant strains and about 10.13-10.20 fold for the clinical strains of V. cholerae using the extract of C.asiatica while, the reduction with the exposure to the asiaticoside were 2.762 fold in classical strain, 4.809 in El Tor, 24.1 in variant strain and 34.77 - 34.8 for the clinical strains.", "Centella asiatica extract inhibited the CT production in Vibrio cholerae as well as decreased the transcription of ctxA gene expression."], "CopyrightInformation": "Copyright © 2021. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, JIPMER, Pondicherry, India."}], "LastName": "Vasanth", "ForeName": "Shruthi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, JIPMER, Pondicherry, India."}], "LastName": "Mohanraj", "ForeName": "Regina Sumitha", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, JIPMER, Pondicherry, India. Electronic address: drjharna@gmail.com."}], "LastName": "Mandal", "ForeName": "Jharna", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "12", "Day": "24"}, {"Year": "2020", "Month": "12", "Day": "09"}, {"Year": "2021", "Month": "02", "Day": "12"}, {"Year": "2021", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "17", "Hour": "20", "Minute": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33596471", "S0378-8741(21)00156-2", "10.1016/j.jep.2021.113930"]}}]}