{"pmid": "34798091", "doi": ["S0048-9697(21)06774-7", "10.1016/j.scitotenv.2021.151698"], "language": ["eng"], "title": "Vertical distribution and transport of radiocesium via branchflow and stemflow through the canopy of cedar and oak stands in the aftermath of the Fukushima Dai-ichi Nuclear Power Plant accident.", "abstract": "Aiming to fill a need for data regarding radiocesium transport via both branchflow and stemflow through forests impacted by radioactive fallout, this study examined the vertical variation of radiocesium flux from branchflow and stemflow through the canopies of young Japanese cedar (Cryptomeria japonica (L. f.) D. Don) and Japanese oak (Quercus serrata Murray) trees in the aftermath of the Fukushima Dai-ichi Nuclear Power Plant accident. In forested areas approximately 40 km northwest of the location of the Fukushima Dai-ichi accident, the <sup>137</sup>Cs concentration varied significantly among sampling periods and between the two forests, with the oak stand exhibiting higher <sup>137</sup>Cs concentrations and depositional fluxes than the cedar stand. Expressed per unit trunk basal area, the depositional flux of <sup>137</sup>Cs generated from the cedar and oak stands was 375 and 2810 Bq m<sup>-2</sup> year<sup>-1</sup>, respectively. Of this total, 71% and 48% originated from the cedar and oak canopy, respectively, while the remainder originated from the trunk. Accordingly, the origin of radiocesium was more balanced for the oak stand with almost half of the flux coming from the canopy (48%) and the other half from the trunk (52%). Only about a quarter (29%) of the radiocesium flux originated from the trunk in Japanese cedar. Results from this work provide needed data that can enable a more thorough conceptualization of radiocesium cycling in forests. Coupling these empirical results with a physically-based model would likely lead to better forest management and proactive strategies for rehabilitating radioactively-contaminated forests and reducing the exposure risk of radiation dose rate for those that utilize forest products.", "date_revised": "20211119"}