{"pmid": "33861456", "doi": ["10.1007/978-3-030-64872-5_25"], "language": ["eng"], "title": "Ethnobotany, Phytochemistry and Pharmacological Features of Centella asiatica: A Comprehensive Review.", "abstract": "Centella asiatica (CA) or Gotu cola is an herbal plant from the Apiaceae family with a long history of usage in different traditional medicines. It has long been used for the treatment of various ailments such as central nervous system (CNS), skin and gastrointestinal disorders especially in the Southeast Asia. This chapter focused on the phytochemical constituent and pharmacological activities of CA based on preclinical and clinical studies. Additionally, botanical description and distribution, traditional uses, interactions, and safety issues are reviewed. Electronic databases of Google Scholar, Scopus, PubMed, and Web of Science were searched to obtain relevant studies on the pharmacological activities of CA. Approximately, 124 chemical compounds including triterpenoids, polyphenolic compounds, and essential oils have been isolated and identified from CA. Ethnomedicinal applications of CA mostly include treatment of gastrointestinal diseases, wounds, nervous system disorders, circulatory diseases, skin problems, respiratory ailments, diabetes and sleep disorders in various ethnobotanical practices. Pharmacological studies revealed a wide range of beneficial effects of CA on CNS, cardiovascular, lung, liver, kidney, gastrointestinal, skin, and endocrine system. Among them, neuroprotective activity, wound healing and treatment of venous insufficiency, as well as antidiabetic activity seem to be more frequently reported. At the moment, considering various health benefits of CA, it is marketed as an oral supplement as well as a topical ingredient in some cosmetic products. Additional preclinical studies and particularly randomized controlled trials are needed to clarify the therapeutic roles of CA.", "date_completed": "20210420", "date_revised": "20210510"}