{"pmid": "31539918", "doi": ["10.1055/a-1008-6138"], "language": ["eng"], "title": "Cardiovascular Protective Effects of Centella asiatica and Its Triterpenes: A Review.", "abstract": "<i>Centella asiatica</i>, a triterpene-rich medicinal herb, is traditionally used to treat various types of diseases including neurological, dermatological, and metabolic diseases. A few articles have previously reviewed a broad range of pharmacological activities of <i>C. asiatica</i>, but none of these reviews focuses on the use of <i>C. asiatica</i> in cardiovascular diseases. This review aims to summarize recent findings on protective effects of <i>C. asiatica</i> and its active constituents (asiatic acid, asiaticoside, madecassic acid, and madecassoside) in cardiovascular diseases. In addition, their beneficial effects on conditions associated with cardiovascular diseases were also reviewed. Articles were retrieved from electronic databases such as PubMed and Google Scholar using keywords \"<i>Centella asiatica</i>,\" \"asiatic acid,\" \"asiaticoside,\" \"madecassic acid,\" and \"madecassoside.\" The articles published between 2004 and 2018 that are related to the aforementioned topics were selected. A few clinical studies published beyond this period were also included. The results showed that <i>C. asiatica</i> and its active compounds possess potential therapeutic effects in cardiovascular diseases and cardiovascular disease-related conditions, as evidenced by numerous <i>in silico, in vitro, in vivo</i>, and clinical studies. <i>C. asiatica</i> and its triterpenes have been reported to exhibit cardioprotective, anti-atherosclerotic, antihypertensive, antihyperlipidemic, antidiabetic, antioxidant, and anti-inflammatory activities. In conclusion, more clinical and pharmacokinetic studies are needed to support the use of <i>C. asiatica</i> and its triterpenes as therapeutic agents for cardiovascular diseases. Besides, elucidation of the molecular pathways modulated by <i>C. asiatica</i> and its active constituents will help to understand the mechanisms underlying the cardioprotective action of <i>C. asiatica</i>.", "date_completed": "20200120", "date_revised": "20200120"}