{"pmid": "30956976", "doi": ["10.1155/2019/2649281"], "language": ["eng"], "title": "<i>Centella asiatica</i> Prevents Increase of Hippocampal Tumor Necrosis Factor-α Independently of Its Effect on Brain-Derived Neurotrophic Factor in Rat Model of Chronic Stress.", "abstract": "<i>Centella asiatica</i> ameliorates memory impairment and induces expression of hippocampal brain-derived neurotropic factor (BDNF) in chronically stressed rats. The relationship between the anti-inflammatory effect of <i>Centella asiatica</i> on hippocampal BDNF and the involvement of sirtuin-1, a BDNF expression regulator, in neuroprotective mechanisms of <i>Centella asiatica</i> warrants an investigation. We investigated the effect of <i>Centella asiatica</i> ethanolic extracts (CA) on TNF-<i>α</i>, IL-10, and SIRT1 levels and whether these predicted BDNF expression in rat hippocampus after chronic stress. For the experiments, thirty male rats (<i>Sprague Dawley</i>) were divided into six groups: nonstressed-control, stressed-control, nonstressed +CA 300mg/kg/d, stressed +CA 150 mg/kg/d, stressed +CA 300 mg/kg/d, and stressed +CA 600 mg/kg/d. On day 28, rats were sacrificed and hippocampus was dissected out. Hippocampal TNF-<i>α</i>, IL-10, SIRT1, and BDNF were measured by enzyme-linked immunosorbent assay. Hippocampal TNF-<i>α</i> level was significantly higher in the stressed-control compared to nonstressed-control groups. Across all stress conditions, rats receiving the highest dose of CA had the lowest mean TNF-<i>α</i> and highest mean BDNF. There were no significant differences in IL-10 and SIRT1 levels between groups. Hippocampal TNF-<i>α</i> did not predict hippocampal BDNF in a regression analysis. In conclusion, lower TNF-<i>α</i> and higher BDNF in the hippocampus support the hypothesis that these factors independently contribute to <i>Centella asiatica'</i>s neuroprotective effect in chronically stressed rats.", "date_completed": "20190722", "date_revised": "20200225"}