{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["CYP3A4", "Hypericum perforatum", "P-glycoprotein", "St John's wort", "cytochrome P450", "drug interaction", "phenotyping", "rivaroxaban"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "32959922", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "26"}, "DateRevised": {"Year": "2021", "Month": "07", "Day": "26"}, "Article": {"ELocationID": ["10.1111/bcp.14553"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "25"}], "Language": ["eng"], "Journal": {"ISSN": "1365-2125", "JournalIssue": {"Volume": "87", "Issue": "3", "PubDate": {"Year": "2021", "Month": "03"}}, "Title": "British journal of clinical pharmacology", "ISOAbbreviation": "Br J Clin Pharmacol"}, "ArticleTitle": "Effects of Hypericum perforatum (St John's wort) on the pharmacokinetics and pharmacodynamics of rivaroxaban in humans.", "Pagination": {"MedlinePgn": "1466-1474"}, "Abstract": {"AbstractText": ["To investigate the influence of a cytochrome P450 CYP3A4 and efflux transporter P-glycoprotein (P-gp) inducing Hypericum perforatum extract on the pharmacokinetics and pharmacodynamics of rivaroxaban.", "Open-label, nonrandomized, sequential treatment interaction study. Following CYP3A4 and P-gp phenotyping using low-dose midazolam and fexofenadine, 12 healthy volunteers received a single oral dose of 20 mg rivaroxaban and rivaroxaban plasma concentrations and inhibition of the activated coagulation factor X (factor Xa) activity were measured prior to and up to 48 h postdosing. The procedures were repeated after 2 weeks' treatment with the H. perforatum extract.", "The geometric mean ratios for the area under the concentration-time curve and C<sub>max</sub> of rivaroxaban after/before induction with the H. perforatum extract were 0.76 (90% confidence interval [CI] 0.70, 0.82) and 0.86 (90% CI 0.76, 0.97), respectively. Inhibition of factor Xa activity was reduced with a geometric mean area under the effect-time curve ratio after/before induction of 0.80 (90% CI 0.71, 0.89). No clinically significant differences were found regarding T<sub>max</sub> (median 1.5 vs 1 h, P = .26) and terminal elimination half-life (mean 10.6 vs 10.8 h, P = .93) of rivaroxaban. The H. perforatum extract significantly induced CYP3A4 and P-gp activity, as evidenced by phenotyping.", "The CYP3A4/P-gp inducing H. perforatum extract caused a decrease of rivaroxaban exposure with a proportional decrease of the pharmacodynamic effect. Although the data do not justify a contraindication for the combination or a systematic adjustment of rivaroxaban dosage, avoidance of the combination or laboratory monitoring should be considered in patients taking hyperforin-containing H. perforatum extracts with rivaroxaban."], "CopyrightInformation": "© 2020 British Pharmacological Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."}, {"Identifier": [], "Affiliation": "Institute of Pharmacology, University of Bern, Switzerland."}], "LastName": "Scholz", "ForeName": "Irene", "Initials": "I"}, {"Identifier": ["0000-0002-2239-1378"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."}, {"Identifier": [], "Affiliation": "Institute of Pharmacology, University of Bern, Switzerland."}], "LastName": "Liakoni", "ForeName": "Evangelia", "Initials": "E"}, {"Identifier": ["0000-0003-0658-9330"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."}, {"Identifier": [], "Affiliation": "Institute of Pharmacology, University of Bern, Switzerland."}], "LastName": "Hammann", "ForeName": "Felix", "Initials": "F"}, {"Identifier": ["0000-0002-3647-7455"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."}, {"Identifier": [], "Affiliation": "Institute of Pharmacology, University of Bern, Switzerland."}], "LastName": "Grafinger", "ForeName": "Katharina Elisabeth", "Initials": "KE"}, {"Identifier": ["0000-0002-7811-3932"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Clinical Pharmacology & Toxicology, University Hospital Basel, Switzerland."}, {"Identifier": [], "Affiliation": "Department of Biomedicine, University of Basel, Switzerland."}], "LastName": "Duthaler", "ForeName": "Urs", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Institute of Clinical Chemistry, Inselspital, Bern University Hospital, Switzerland."}], "LastName": "Nagler", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."}, {"Identifier": [], "Affiliation": "Division of Clinical Pharmacology & Toxicology, University Hospital Basel, Switzerland."}, {"Identifier": [], "Affiliation": "Department of Biomedicine, University of Basel, Switzerland."}], "LastName": "Krähenbühl", "ForeName": "Stephan", "Initials": "S"}, {"Identifier": ["0000-0003-1846-8640"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacology and Toxicology, Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."}, {"Identifier": [], "Affiliation": "Institute of Pharmacology, University of Bern, Switzerland."}], "LastName": "Haschke", "ForeName": "Manuel", "Initials": "M"}], "DataBankList": [{"DataBankName": "ClinicalTrials.gov", "AccessionNumberList": ["NCT03796377"]}], "GrantList": [{"Agency": "Bayer", "Country": ""}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Br J Clin Pharmacol", "NlmUniqueID": "7503323", "ISSNLinking": "0306-5251"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "9NDF7JZ4M3", "NameOfSubstance": "Rivaroxaban"}, {"RegistryNumber": "EC 1.14.14.1", "NameOfSubstance": "Cytochrome P-450 CYP3A"}, {"RegistryNumber": "R60L0SM5BC", "NameOfSubstance": "Midazolam"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cytochrome P-450 CYP3A"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hypericum"}, {"QualifierName": [], "DescriptorName": "Midazolam"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Rivaroxaban"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "European Medical Agency, European Public assessment Report: Xarelto. https://www.ema.europa.eu/en/medicines/human/EPAR/xarelto"}, {"Citation": "Harder S, Graff J. Novel oral anticoagulants: clinical pharmacology, indications and practical considerations. Eur J Clin Pharmacol. 2013;69(9):1617-1633."}, {"Citation": "Kubitza D, Becka M, Voith B, Zuehlsdorf M, Wensing G. Safety, pharmacodynamics, and pharmacokinetics of single doses of BAY 59-7939, an oral, direct factor Xa inhibitor. Clin Pharmacol Ther. 2005;78(4):412-421."}, {"Citation": "Gong IY, Kim RB. Importance of pharmacokinetic profile and variability as determinants of dose and response to dabigatran, rivaroxaban, and apixaban. Can J Cardiol. 2013;29(Suppl 7):S24-S33."}, {"Citation": "Xarelto SUMMARY OF PRODUCT CHARACTERISTICS. https://www.ema.europa.eu/en/documents/product-information/xarelto-epar-product-information_en.pdf (accessed August 2020)."}, {"Citation": "Huppertz A, Werntz L, Meid AD, et al. Rivaroxaban and macitentan can be coadministered without dose adjustment but the combination of rivaroxaban and St John's wort should be avoided. Br J Clin Pharmacol. 2018;84(12):2903-2913."}, {"Citation": "Altena R, van Roon E, Folkeringa R, de Wit H, Hoogendoorn M. Clinical challenges related to novel oral anticoagulants: drug-drug interactions and monitoring. Haematologica. 2014;99(2):e26-e27."}, {"Citation": "Risselada AJ, Visser MJ, van Roon E. Pulmonary embolism due to interaction between rivaroxaban and carbamazepine. Ned Tijdschr Geneeskd. 2013;157(52):A6568."}, {"Citation": "Bhattacharya SK, Chakrabarti A, Chatterjee SS. Activity profiles of two hyperforin-containing hypericum extracts in behavioral models. Pharmacopsychiatry. 1998;31(Suppl 1):22-29."}, {"Citation": "Butterweck V, Wall A, Lieflander-Wulf U, Winterhoff H, Nahrstedt A. Effects of the total extract and fractions of Hypericum perforatum in animal assays for antidepressant activity. Pharmacopsychiatry. 1997;30(Suppl 2):117-124."}, {"Citation": "Chatterjee SS, Bhattacharya SK, Wonnemann M, Singer A, Muller WE. Hyperforin as a possible antidepressant component of hypericum extracts. Life Sci. 1998;63(6):499-510."}, {"Citation": "Kaehler ST, Sinner C, Chatterjee SS, Philippu A. Hyperforin enhances the extracellular concentrations of catecholamines, serotonin and glutamate in the rat locus coeruleus. Neurosci Lett. 1999;262(3):199-202."}, {"Citation": "Muller WE, Singer A, Wonnemann M, Hafner U, Rolli M, Schafer C. Hyperforin represents the neurotransmitter reuptake inhibiting constituent of hypericum extract. Pharmacopsychiatry. 1998;31(Suppl 1):16-21."}, {"Citation": "Singer A, Wonnemann M, Muller WE. Hyperforin, a major antidepressant constituent of St. John's Wort, inhibits serotonin uptake by elevating free intracellular Na+1. J Pharmacol Exp Ther. 1999;290(3):1363-1368."}, {"Citation": "Wang Z, Gorski JC, Hamman MA, Huang SM, Lesko LJ, Hall SD. The effects of St John's wort (Hypericum perforatum) on human cytochrome P450 activity. Clin Pharmacol Ther. 2001;70(4):317-326."}, {"Citation": "Kummer O, Hammann F, Haschke M, Krahenbuhl S. Reduction of hyperbilirubinemia with hypericum extract (St. John's Wort) in a patient with Crigler-Najjar syndrome type II. Br J Clin Pharmacol. 2016;81(5):1002-1004."}, {"Citation": "Zadoyan G, Fuhr U. Phenotyping studies to assess the effects of phytopharmaceuticals on in vivo activity of main human cytochrome p450 enzymes. Planta Med. 2012;78(13):1428-1457."}, {"Citation": "Durr D, Stieger B, Kullak-Ublick GA, et al. St John's Wort induces intestinal P-glycoprotein/MDR1 and intestinal and hepatic CYP3A4. Clin Pharmacol Ther. 2000;68(6):598-604."}, {"Citation": "Perloff MD, von Moltke LL, Stormer E, Shader RI, Greenblatt DJ. Saint John's wort: an in vitro analysis of P-glycoprotein induction due to extended exposure. Br J Pharmacol. 2001;134(8):1601-1608."}, {"Citation": "Hennessy M, Kelleher D, Spiers JP, et al. St Johns wort increases expression of P-glycoprotein: implications for drug interactions. Br J Clin Pharmacol. 2002;53(1):75-82."}, {"Citation": "Schwarz UI, Hanso H, Oertel R, et al. Induction of intestinal P-glycoprotein by St John's wort reduces the oral bioavailability of talinolol. Clin Pharmacol Ther. 2007;81(5):669-678."}, {"Citation": "Center for Drug Evaluation and Research, Clinical pharmacology and biopharmaceutics review(s) in Application number: 022406Orig1s000 2009. https://www.accessdata.fda.gov/drugsatfda_docs/nda/2011/022406Orig1s000ClinPharmR.pdf (accessed August 2020)."}, {"Citation": "Perlman A, Wanounou M, Goldstein R, Choshen Cohen L, Singer DE, Muszkat M. Ischemic and thrombotic events associated with concomitant Xa-inhibiting direct Oral anticoagulants and antiepileptic drugs: analysis of the FDA adverse event reporting system (FAERS). CNS Drugs. 2019;33(12):1223-1228."}, {"Citation": "Serra W, Li Calzi M, Coruzzi P. Left atrial appendage thrombosis during therapy with rivaroxaban in elective cardioversion for permanent atrial fibrillation. Clin Pract. 2015;5(3):788. https://doi.org/10.4081/cp.2015.788"}, {"Citation": "Stollberger C, Finsterer J. Recurrent venous thrombosis under rivaroxaban and carbamazepine for symptomatic epilepsy. Neurol Neurochir Pol. 2017;51(2):194-196."}, {"Citation": "Becerra AF, Amuchastegui T, Tabares AH. Decreased rivaroxaban levels in a patient with cerebral vein thrombosis receiving phenytoin. Case Rep Hematol. 2017;2017:4760612. https://doi.org/10.1155/2017/4760612"}, {"Citation": "Burden T, Thompson C, Bonanos E, Medford AR. Lesson of the month 2: pulmonary embolism in a patient on rivaroxaban and concurrent carbamazepine. Clin Med (Lond). 2018;18(1):103-105."}, {"Citation": "Schafer AM, Potterat O, Seibert I, Fertig O, Meyer Zu Schwabedissen HE. Hyperforin-induced activation of the Pregnane X receptor is influenced by the organic anion-transporting polypeptide 2B1. Mol Pharmacol. 2019;95(3):313-323."}, {"Citation": "Bosilkovska M, Samer CF, Deglon J, et al. Geneva cocktail for cytochrome p450 and P-glycoprotein activity assessment using dried blood spots. Clin Pharmacol Ther. 2014;96(3):349-359."}, {"Citation": "Backman JT, Kivisto KT, Olkkola KT, Neuvonen PJ. The area under the plasma concentration-time curve for oral midazolam is 400-fold larger during treatment with itraconazole than with rifampicin. Eur J Clin Pharmacol. 1998;54(1):53-58."}, {"Citation": "Derungs A, Donzelli M, Berger B, Noppen C, Krahenbuhl S, Haschke M. Effects of cytochrome P450 inhibition and induction on the phenotyping metrics of the Basel cocktail: a randomized crossover study. Clin Pharmacokinet. 2016;55(1):79-91."}, {"Citation": "Kataoka M, Yokoyama T, Masaoka Y, Sakuma S, Yamashita S. Estimation of P-glycoprotein-mediated efflux in the oral absorption of P-gp substrate drugs from simultaneous analysis of drug dissolution and permeation. Eur J Pharm Sci. 2011;44(4):544-551."}, {"Citation": "Wolking S, Schaeffeler E, Lerche H, Schwab M, Nies AT. Impact of genetic polymorphisms of ABCB1 (MDR1, P-glycoprotein) on drug disposition and potential clinical implications: update of the literature. Clin Pharmacokinet. 2015;54(7):709-735."}, {"Citation": "Suenderhauf C, Berger B, Puchkov M, et al. Pharmacokinetics and phenotyping properties of the Basel phenotyping cocktail combination capsule in healthy male adults. Br J Clin Pharmacol. 2020;86(2):352-361."}, {"Citation": "Donzelli M, Derungs A, Serratore MG, et al. The Basel cocktail for simultaneous phenotyping of human cytochrome P450 isoforms in plasma, saliva and dried blood spots. Clin Pharmacokinet. 2014;53(3):271-282."}, {"Citation": "Harenberg J, Marx S, Weiss C, et al. On control of anticoagulation of the, report of the Subcommittee of Control of anticoagulation on the determination of the anticoagulant effects of rivaroxaban. J Thromb Haemost. 2012;10(7):1433-1436."}, {"Citation": "Baglin T, Hillarp A, Tripodi A, Elalamy I, Buller H, Ageno W. Measuring Oral direct inhibitors (ODIs) of thrombin and factor Xa: a recommendation from the subcommittee on control of anticoagulation of the scientific and standardisation Committee of the International Society on thrombosis and Haemostasis. J Thromb Haemost. 2013;11:756-760."}, {"Citation": "Studt JD, Alberio L, Angelillo-Scherrer A, et al. Accuracy and consistency of anti-Xa activity measurement for determination of rivaroxaban plasma levels. J Thromb Haemost. 2017;15(8):1576-1583."}, {"Citation": "Sauter TC, Eberle B, Wuillemin WA, et al. How I manage patients with anticoagulation-associated bleeding or urgent surgery. Swiss Med Wkly. 2018;148:w14598."}, {"Citation": "Xu XS, Dunne A, Kimko H, Nandy P, Vermeulen A. Impact of low percentage of data below the quantification limit on parameter estimates of pharmacokinetic models. J Pharmacokinet Pharmacodyn. 2011;38(4):423-432."}, {"Citation": "Beal SL. Ways to fit a PK model with some data below the quantification limit. J Pharmacokinet Pharmacodyn. 2001;28(5):481-504."}, {"Citation": "The IUPHAR/BPS Guide to PHARMACOLOGY. https://www.guidetopharmacology.org/"}, {"Citation": "Alexander SP, Kelly E, Marrion NV, et al. THE CONCISE GUIDE TO PHARMACOLOGY 2017/18: transporters. Br J Pharmacol. 2017;174(Suppl 1):S360-S446."}, {"Citation": "Alexander SP, Kelly E, Marrion NV, et al. THE CONCISE GUIDE TO PHARMACOLOGY 2017/18: overview. Br J Pharmacol. 2017;174(Suppl 1):S1-S16."}, {"Citation": "Alexander SP, Fabbro D, Kelly E, et al. THE CONCISE GUIDE TO PHARMACOLOGY 2017/18: enzymes. Br J Pharmacol. 2017;174(Suppl 1):S272-S359."}, {"Citation": "Alexander SP, Christopoulos A, Davenport AP, et al. THE CONCISE GUIDE TO PHARMACOLOGY 2017/18: G protein-coupled receptors. Br J Pharmacol. 2017;174(Suppl 1):S17-S129."}, {"Citation": "Cascorbi I, Gerloff T, Johne A, et al. Frequency of single nucleotide polymorphisms in the P-glycoprotein drug transporter MDR1 gene in white subjects. Clin Pharmacol Ther. 2001;69(3):169-174."}, {"Citation": "Konicki R, Weiner D, Herbert Patterson J, et al. Rivaroxaban precision dosing strategy for real-world atrial fibrillation patients. Clin Transl Sci. 2020;13(4):777-784."}, {"Citation": "Mueck W, Kubitza D, Becka M. Co-administration of rivaroxaban with drugs that share its elimination pathways: pharmacokinetic effects in healthy subjects. Br J Clin Pharmacol. 2013;76(3):455-466."}, {"Citation": "Chang SH, Chou IJ, Yeh YH, et al. Association between use of non-vitamin K Oral anticoagulants with and without concurrent medications and risk of major bleeding in Nonvalvular atrial fibrillation. JAMA. 2017;318(13):1250-1259."}, {"Citation": "Zahner C, Kruttschnitt E, Uricher J, et al. No clinically relevant interactions of St. John's Wort extract Ze 117 low in Hyperforin with cytochrome P450 enzymes and P-glycoprotein. Clin Pharmacol Ther. 2019;106(2):432-440."}, {"Citation": "Moore LB, Goodwin B, Jones SA, et al. St. John's wort induces hepatic drug metabolism through activation of the pregnane X receptor. Proc Natl Acad Sci U S a. 2000;97(13):7500-7502."}, {"Citation": "Mannel M. Drug interactions with St John's wort: mechanisms and clinical implications. Drug Saf. 2004;27(11):773-797."}, {"Citation": "Rahimi R, Abdollahi M. An update on the ability of St. John's wort to affect the metabolism of other drugs. Expert Opin Drug Metab Toxicol. 2012;8(6):691-708."}, {"Citation": "Wurglics M, Westerhoff K, Kaunzinger A, et al. Comparison of German St. John's wort products according to hyperforin and total hypericin content. J Am Pharm Assoc (Wash). 2001;41(4):560-566."}, {"Citation": "Perlman A, Hochberg-Klein S, Choshen Cohen L, et al. Management strategies of the interaction between direct oral anticoagulant and drug-metabolizing enzyme inducers. J Thromb Thrombolysis. 2019;47(4):590-595."}, {"Citation": "Di Gennaro L, Lancellotti S, De Cristofaro R, De Candia E. Carbamazepine interaction with direct oral anticoagulants: help from the laboratory for the personalized management of oral anticoagulant therapy. J Thromb Thrombolysis. 2019;48(3):528-531."}, {"Citation": "Muller WE. Current St John's wort research from mode of action to clinical efficacy. Pharmacol Res. 2003;47(2):101-109."}, {"Citation": "Bosilkovska M, Magliocco G, Desmeules J, Samer C, Daali Y. Interaction between fexofenadine and CYP phenotyping probe drugs in Geneva cocktail. J Pers Med. 2019;9(4):45. https://doi.org/10.3390/jpm9040045"}, {"Citation": "Mendell J, Chen S, He L, Desai M, Parasramupria DA. The effect of rifampin on the pharmacokinetics of edoxaban in healthy adults. Clin Drug Investig. 2015;35(7):447-453."}], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "03", "Day": "12"}, {"Year": "2020", "Month": "08", "Day": "28"}, {"Year": "2020", "Month": "09", "Day": "09"}, {"Year": "2020", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "22", "Hour": "8", "Minute": "41"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32959922", "10.1111/bcp.14553"]}}]}