{"pmid": "29100266", "doi": ["10.1055/s-0043-121038"], "language": ["eng"], "title": "Near-infrared and Mid-infrared Spectroscopic Techniques for a Fast and Nondestructive Quality Control of Thymi herba.", "abstract": "In this study, novel near-infrared and attenuated total reflectance mid-infrared spectroscopic methods coupled with multivariate data analysis were established enabling the determination of thymol, rosmarinic acid, and the antioxidant capacity of Thymi herba. A new high-performance liquid chromatography method and UV-Vis spectroscopy were applied as reference methods. Partial least squares regressions were carried out as cross and test set validations. To reduce systematic errors, different data pretreatments, such as multiplicative scatter correction, 1st derivative, or 2nd derivative, were applied on the spectra. The performances of the two infrared spectroscopic techniques were evaluated and compared. In general, attenuated total reflectance mid-infrared spectroscopy demonstrated a slightly better predictive power (thymol: coefficient of determination = 0.93, factors = 3, ratio of performance to deviation = 3.94; rosmarinic acid: coefficient of determination = 0.91, factors = 3, ratio of performance to deviation = 3.35, antioxidant capacity: coefficient of determination = 0.87, factors = 2, ratio of performance to deviation = 2.80; test set validation) than near-infrared spectroscopy (thymol: coefficient of determination = 0.90, factors = 6, ratio of performance to deviation = 3.10; rosmarinic acid: coefficient of determination = 0.92, factors = 6, ratio of performance to deviation = 3.61, antioxidant capacity: coefficient of determination = 0.91, factors = 6, ratio of performance to deviation = 3.42; test set validation). The capability of infrared vibrational spectroscopy as a quick and simple analytical tool to replace conventional time and chemical consuming analyses for the quality control of T. herba could be demonstrated.", "date_completed": "20180904", "date_revised": "20180904"}