{"pmid": "34676581", "doi": ["10.1111/jfbc.13961"], "language": ["eng"], "title": "Virtual screening of functional foods and dissecting their roles in modulating gene functions to support post COVID-19 complications.", "abstract": "COVID-19 has become the focal point since 2019 after the outbreak of coronavirus disease. Many drugs are being tested and used to treat coronavirus infections; different kinds of vaccines are also introduced as preventive measure. Alternative therapeutics are as well incorporated into the health guidelines of some countries. This research aimed to look into the underlying mechanisms of functional foods and how they may improve the long-term post COVID-19 cardiovascular, diabetic, and respiratory complications through their bioactive compounds. The potentiality of nine functional foods for post COVID-19 complications was investigated through computational approaches. A total of 266 bioactive compounds of these foods were searched via extensive literature reviewing. Three highly associated targets namely troponin I interacting kinase (TNNI3K), dipeptidyl peptidase 4 (DPP-4), and transforming growth factor beta 1 (TGF-β1) were selected for cardiovascular, diabetes, and respiratory disorders, respectively, after COVID-19 infections. Best docked compounds were further analyzed by network pharmacological tools to explore their interactions with complication-related genes (MAPK1 and HSP90AA1 for cardiovascular, PPARG and TNF-alpha for diabetes, and AKT-1 for respiratory disorders). Seventy-one suggested compounds out of one-hundred and thirty-nine (139) docked compounds in network pharmacology recommended 169 Gene Ontology (GO) items and 99 Kyoto Encyclopedia of Genes and Genomes signaling pathways preferably AKT signaling pathway, MAPK signaling pathway, ACE2 receptor signaling pathway, insulin signaling pathway, and PPAR signaling pathway. Among the chosen functional foods, black cumin, fenugreek, garlic, ginger, turmeric, bitter melon, and Indian pennywort were found to modulate the actions. Results demonstrate that aforesaid functional foods have attenuating roles to manage post COVID-19 complications. PRACTICAL APPLICATIONS: Functional foods have been approaching a greater interest due to their medicinal uses other than gastronomic pleasure. Nine functional food resources have been used in this research for their traditional and ethnopharmacological uses, but their directive-role in modulating the genes involved in the management of post COVID-19 complications is inadequately studied and reported. Therefore, the foods types used in this research may be prioritized to be used as functional foods for ameliorating the major post COVID-19 complications through appropriate science.", "date_revised": "20211022"}