{"pmid": "33228827", "doi": ["10.1017/S0967199420000611"], "language": ["eng"], "title": "Ovarian activity and antioxidant indices during estrous cycle of Barki ewes under effect of thyme, celery and salinomycin as feed additives.", "abstract": "This research aimed to examine the effects of thyme, celery and salinomycin on ovarian sex hormones, reproductive traits and antioxidant status during the estrous cycle. Seventy-five mature Barki ewes aged 2-3 years with an average weight of 40 ± 1.5 kg were assigned randomly into five groups (15 head/group). Group 1 was kept as the control; groups 2 and 3 received 20 g/head/day thyme (T) and celery (C) as dried herbs, respectively. Group 4 (T×C) received 10 g thyme + 10 g celery/head/day, and group 5 was treated with salinomycin 1 g/head/day. Blood samples were collected during follicular and luteal phases of the estrous cycle. Thyme and celery and the mixture of T×C increased (P < 0.01) estradiol-17β (E2) during the follicular phase of the estrous cycle, while only the celery group showed a marked (P < 0.001) increase in progesterone (P4) during the luteal phase compared with the control. Salinomycin supplementation decreased (P < 0.05) E2 concentrations during the follicular and luteal phases of the estrous cycle. Supplementation with thyme and celery enhanced (P < 0.001) antioxidant capacity in the luteal phase compared with the follicular stage. The salinomycin group showed increased (P < 0.01) levels of reduced glutathione (GSH) and decreased malondialdehyde (MDA) levels compared with the control group throughout luteal phase. For the interaction between estrous phases and treatments, thyme, celery, and T×C supplementation revealed an increase (P < 0.05) in superoxide dismutase (SOD), GSH, and glutathione disulfide (GSSG) levels compared with the control group during the follicular and luteal phases. Thyme and celery supplementation improved the number of services per conception and fertilization from 1st and 2nd inseminations, respectively. In conclusion, the applied treatment had significant effects on reproductive performance and antioxidant status in ewes throughout the estrous cycle.", "date_completed": "20210910", "date_revised": "20210910"}