{"pmid": "34111725", "doi": ["S0753-3322(21)00508-4", "10.1016/j.biopha.2021.111726"], "language": ["eng"], "title": "Thyme oil alleviates Ova-induced bronchial asthma through modulating Th2 cytokines, IgE, TSLP and ROS.", "abstract": "Bronchial asthma (BA) is a heterogeneous allergic respiratory disease with diverse inflammatory symptoms, pathology, and responses to treatment. Thyme is a natural product which is consisted of multiple phenolic compounds of therapeutic significance for treatment of cough and bronchitis. This study evaluated the efficacy of thyme oil against ovalbumin (OVA)-induced BA in an experimental rabbit model. Forty male rabbits were divided into four equal groups [control group (G1), OVA (G2), thyme oil (G3), and OVA plus thyme oil (G4)]. Animals were treated for 30 days, and clinical, histopathological (HP), histochemical (HC), immunohistochemical (IHC), morphometric, biochemical and flow cytometry methods were performed, followed by statistical analysis. All used methods revealed normal structure of the lung tissues in rabbits of G1 and G3. In contrast, the clinical examination of G2 rabbits revealed an obvious increase in the respiratory rate, sneezing and wheezing, whereas the HP, HC and IHC techniques exhibited substantial inflammatory changes in the peribronchio-vascular lung tissues with thinning, degeneration, apoptosis (using the TUNEL assay), necrosis, and shedding of the airway epithelium. Furthermore, the morphometric results confirmed significant increases in the numbers of inflammatory cells, goblet cells, eosinophils and apoptotic cells from (12, 0, 2, 2 cells) to (34,10, 16, 18 cells) respectively, as well as the area percentage of collagen fiber deposition and immunoexpression of eotaxin-1/10 high power fields. Additionally, the biochemical results revealed significant increases in the serum levels of TSLP, IL-4, IL-5, IL-9, IL-13, IgE and eotaxin-1 cytokines from (140, 40, 15, 38, 120, 100, 48) pg./ml to (360, 270, 130, 85, 365, 398, 110) pg./ml respectively, while analysis of ROS by flow cytometry revealed remarkable oxidative stress effects in G2 rabbits. On the other hand, treatment of rabbits with thyme oil in G4 substantially alleviated all OVA-induced alterations. Overall, our findings indicate for the first time that thyme oil can ameliorate OVA-induced BA via its immunomodulatory, anti-inflammatory, antiapoptotic, and antioxidant effects on the lung tissues of rabbits.", "date_completed": "20210809", "date_revised": "20210809"}