{"pmid": "34315968", "doi": ["10.1038/s41598-021-94681-9"], "language": ["eng"], "title": "Funneliformis mosseae inoculation under water deficit stress improves the yield and phytochemical characteristics of thyme in intercropping with soybean.", "abstract": "Intercropping of medicinal plants/legumes along with bio-fertilizer application is a relatively new sustainable practice for improving the yield and secondary metabolites production. Here, a 2-years field experiment was performed to evaluate the effects of water deficit stress and arbuscular mycorrhizal fungi (AMF) application (as bio-fertilizer) on nutrients concentration, dry matter yield, essential oil quantity and quality of thyme in intercropping with soybean. Three irrigation levels, including (i) irrigation after depletion of 20% (I<sub>20</sub>) as non-stressed, 50% (I<sub>50</sub>) as moderate water deficit and 80% (I<sub>80</sub>) available water as severe water deficit were applied as the main factor. The sub-factor was represented by different cropping patterns including thyme sole culture, replacement intercrop ratio of 50:50 and 66:34 (soybean: thyme) and the third factor was non-usage (control) and usage of AMF. According to our results, the thyme dry yield under moderate and severe water deficit stress decreased by 35 and 44% in the first year, and by 27 and 40% in the second year compared with non-stressed (I<sub>20</sub>) plants, respectively. Also, the macro- and micro-nutrients of thyme leaves increased significantly in intercropping patterns after application of AMF. The maximum essential oil percentage of thyme was achieved in 50:50 intercropping ratio treated with AMF. Under moderate and severe water deficits, the major constituents of thyme essential oil including thymol, p-cymene and γ-terpinene were increased in intercropping patterns treated with AMF. Generally, AMF application in intercropping ratio of 50:50 may be proposed to farmers as an eco-friendly approach to achieve desirable essential oil quality and quantity in thyme under water deficit stress conditions.", "date_completed": "20211108", "date_revised": "20211108"}