{"pmid": "31119279", "doi": ["10.1093/jas/skz179"], "language": ["eng"], "title": "In vitro and in vivo evaluation of thyme (Thymus vulgaris) essential oil as an alternative for antibiotic in quail diet1.", "abstract": "The thyme (Thymus vulgaris) essential oil was assessed as antibiotic growth promoter replacement in quail chick diet and in vitro test. In total, 250-d-old Japanese quail chicks (mixed sex) were allocated into 5 dietary treatments of 5 replications (6 females and 4 males in each cage with the size of 40× 90× 25 cm) under a completely randomized design. The dietary treatments were included the control diet, control diet without any additive, control diet plus 100 ppm flavophospholipol as an antibiotic growth promoter, control diet plus 200 ppm TVE, control diet plus 300 ppm TVE, and control diet plus 400 ppm T. vulgaris essential (TVE) oil. Feed intake, BW gain, feed conversion ratio (FCR), organs weight, morphology of intestine, serum lipids, and microbial population were measured on day 35. Lipid oxidation of stored muscle tissue was measured by TBARS test. GC-MS assay, DPPH method, and well diffusion method were evaluated for determination of components, antioxidant, and antimicrobial properties, respectively. FCR improved significantly in 400 ppm TVE compared with 200 and 300 ppm TVE (P < 0.05). The serum triglyceride decreased significantly in both sexes receiving 400 ppm TVE compared with control. Villi height increased significantly in duodenum accompanied by decreasing crypt dept at all TVE levels compared with control and antibiotic. The breast muscle tissue of quail fed on 300 and 400 ppm TVE reduced the rate of oxidation during refrigerated storage compared with control. Thymol was the main component (35.40%) of the thymus oil. The considerable antioxidant activity of TVE was identified by IC50 of 58.48 µg/mL. Moreover, zones of growth inhibition of Gram-positive bacteria and Escherichia coli were numerically greater in different doses of TVE than antibiotics. Therefore, The TVE is suitable alternative component for antibiotic growth promoters by dosing consideration. However, it is possible that antibiotic resistance would increase for these natural compounds along the time.", "date_completed": "20190903", "date_revised": "20200701"}