{"pmid": "28534268", "doi": ["10.1007/s11356-017-9251-7"], "language": ["eng"], "title": "Impact of thyme powder (Thymus vulgaris L.) supplementation on gene expression profiles of cytokines and economic efficiency of broiler diets.", "abstract": "This study was conducted in an attempt to evaluate the impact of thyme powder supplementation on broiler diets with respect to cytokine and mucin2 gene expressions. It was also our aim to evaluate the growth performance, blood biochemical and hematological profiles, and economic efficiency of the diet. A total of 120 1-day old chicks (Cobb 500) were divided into four groups on the basis of the diet. One group received a basal diet (control) while the others received a basal diet supplemented with 2, 5, or 8 g/kg of thyme powder. At 42 days of age, the chickens were weighed and euthanized, and then blood and tissue samples were collected for the purpose of analysis. Results obtained clearly indicated that thyme supplementation of the diet, especially at 5 g/kg, resulted in a significant increase in body weight and caused the increased body weight gain and feed intake (P ˂ 0.05) as well as augmented WBC and lymphocyte count and IgG and NO levels (P ˂ 0.001). The economic evaluation showed that birds fed on 8 g/kg thyme yielded the lowest net revenue and highest feed cost to produce 1 kg of live weight compared to the other treatments, while birds fed on 2 and 5 g/kg thyme did not differ significantly from values obtained for the controls. The lipid profile of the broilers was affected by thyme supplementation at 2 and 5 g/kg as represented by a significant decrease in serum cholesterol levels as well as low density lipoprotein levels, which is known to be associated with a corresponding increase in high-density lipoprotein (P ˂ 0.001). Furthermore, supplementation of thyme downregulated the pro-inflammatory mediators and increased the expression of mucin2 mRNA in the jejunum of chickens. It can be concluded that thyme supplementation in the diet of broilers at 5 g/kg has the potential to favorably influence productive performance via an improvement in the immune status of the broiler.", "date_completed": "20180124", "date_revised": "20181202"}