{"pmid": "30172853", "doi": ["S0981-9428(18)30345-0", "10.1016/j.plaphy.2018.08.007"], "language": ["eng"], "title": "Evaluation and validation of housekeeping genes in two contrast species of thyme plant to drought stress using real-time PCR.", "abstract": "To decrease errors and increase accuracy and reliability of quantitative real-time PCR (qRT-PCR) results, the use of a reference gene is inevitable. Despite the industrial importance of genus Thymus, not any validated reference gene has not been reported for T. kotschyanus and T. vulgaris which could limit such investigations. In this study, the expression stability of seven housekeeping genes including Actin, Cyclophilin-18, elongation factor-1A, glyceraldehyde-3-phosphate dehydrogenase, 18S ribosomal RNA, Cullin, and Polypyrimidine tract-binding protein were evaluated in T. kotschyanus and T. vulgaris which grown at four levels of drought stress using geNorm, NormFinder, and BestKeeper algorithms. Histone deacetylase-6 (HDA-6) gene was also used for validation of evaluated reference genes. In T. vulgaris, all of the algorithms similarly ranked elongation factor-1A and glyceraldehyde-3-phosphate dehydrogenase as the two most stably expressed genes. In T. kotschyanus, only NormFinder and BestKeeper had a similar ranking and identified Actin and glyceraldehyde-3-phosphate dehydrogenase as the two most stably expressed genes, but geNorm algorithm ranked elongation factor-1A and glyceraldehyde-3-phosphate dehydrogenase as the best two reference genes. On the other hand, all algorithms ranked 18S rRNA and Cyclophilin-18 as the least stable genes in T. kotschyanus and T. vulgaris, respectively. Validation results indicated that there was a significant change (0.53-3.19 fold change) in relative expression of HDA-6 normalized by the best stable gene compare to the least ranked gene. Our study presented the first systematic validation of reference gene(s) selection in T. kotschyanus and T. vulgaris and provided useful information to obtain more accurate qRT-PCR results in these species.", "date_completed": "20181126", "date_revised": "20200930"}