{"pmid": "32858788", "doi": "E3875", "language": "['eng']", "title": "Ethanolic Extract of <i>Salvia hispanica</i> L. Regulates Blood Pressure by Modulating the Expression of Genes Involved in BP-Regulatory Pathways.", "abstract": "Hypertension (HT) is considered to be a potential risk factor for cardiovascular diseases and has been directly related to pathologies such as obesity and dyslipidemias. Angiotensin-converting enzyme inhibitors (ACEIs) blocked the renin-angiotensin-aldosterone cascade diminishing the production of angiotensin II and the level of bradykinin, produced by the kallikrein-kinin system. Although ACEIs are effective therapeutics in regulating HT, they present several side-effects that can be due to their mechanism of action (as hypotension, cough, dizziness, light-headedness or hyperkalemia) to specific drug molecular structure (skin rash, neutropenia and tasting disorders) or due to associated pathologies in the patients (it has been considered a possible nephrotoxic effect when ACEIs are administered in combination with angiotensin receptor blockers, in patients that present comorbidities as diabetes, acute kidney injury or chronic kidney disease). Therefore, it is necessary the searching for new products with ACEI activity that do not produce side effects. Interestingly, species of the plant genus <i>Salvia</i> have been found to possess hypotensive effects. In the present study, we analyzed the effects of the ethanolic extract of <i>Salvia hispanica</i> L. seeds (EESH) on the expression of genes involved in pathways regulating HT. Administration of EESH to hypertensive rats inhibited the angiotensin-converting enzyme (ACE) activity along with a decrease in <i>Ace</i> and elevation of <i>Agtr1a</i> and <i>Nos3</i> gene expression, as compared to that in healthy rats. Moreover, these results were similar to those observed with captopril, an antihypertensive drug used as a control. No significant change in the expression of <i>Bdkrb2</i> gene was observed in the different groups of rats. To conclude, our results demonstrate that EESH regulates blood pressure (BP) in hypertensive rats through transcriptionally regulating the expression of genes that participate in different pathways involving ACE.", "article_date": "20200826", "date_completed": "20210311", "date_revised": "20210311"}