{"pmid": "31935117", "doi": "10.1139/apnm-2019-0769", "language": "['eng']", "title": "Dietary <i>Salvia hispanica</i> L. reduces cardiac oxidative stress of dyslipidemic insulin-resistant rats.", "abstract": "<i>Salvia hispanica</i> L., commonly known as chia seed, has beneficial effects upon some signs of metabolic syndrome (MS), such as dyslipidemia and insulin resistance. However, its action on cardiac oxidative stress associated with MS remains unknown. The goal of this study was to analyze the possible beneficial effects of chia seed (variety Salba) upon the oxidative stress of left ventricle heart muscle (LV) of a well-established dyslipidemic insulin-resistant rat model induced by feeding them a sucrose-rich diet (SRD). Male Wistar rats received an SRD for 3 months. After that, for 3 additional months, half of the animals continued with the SRD, while the other half received the SRD containing chia as the source of dietary fat instead corn oil (SRD+chia). In the LV of SRD-fed rats, chia seed improved/reverted the depleted activity of antioxidant enzymes glutathione peroxidase, superoxide dismutase (SOD), and catalase, and ameliorated <i>manganese superoxide dismutase</i> messenger RNA (mRNA) levels increasing the expression of the nuclear factor erythroid 2-related factor 2 (Nrf2). Improved the glutathione redox estate, reactive oxygen species, and thiobarbituric acid reactive substances contents normalizing the <i>p47NOX</i> subunit mRNA level. Furthermore, chia normalized hypertension and plasma levels of pro-inflammatory cytokines and oxidative stress biomarkers. The findings show that chia seed intake impacts positively upon oxidative imbalance of LV of dyslipidemic insulin-resistant rats. <b>Novelty</b> Healthy effects of chia seed involve an improvement of cardiac antioxidant defenses through Nrf2 induction. Chia seed intake reduces cardiac oxidative stress markers of dyslipidemic insulin-resistant rats. Dietary chia seed restores cardiac unbalanced redox state of dyslipidemic insulin-resistant rats.", "article_date": "20200114", "date_completed": "20210427", "date_revised": "20210427"}