{"pmid": "30990893", "doi": "10.1111/1750-3841.14580", "language": "['eng']", "title": "Enhancement of Composition and Oxidative Stability of Chia (Salvia hispanica L.) Seed Oil by Blending with Specialty Oils.", "abstract": "Chia seed (Salvia hispanica L.) oil is mainly composed of ω-3 fatty acids (61% to 70%). Despite being nutritionally favorable, higher amounts of polyunsaturated fatty acids result in poorer oxidative stability. Thus, the aim of this work was to produce edible vegetable oil blends rich in ω-3 fatty acids and with greater oxidative stability than pure chia oil. Blending of chia with other specialty oils (walnut, almond, virgin, and roasted sesame oils) was assessed in the following respective proportions: 20:80, 30:70, and 40:60 (v/v). An accelerated storage test was conducted (40 ± 1 °C, 12 days). Primary and secondary oxidation products, free fatty acid content, antioxidant compounds, fatty acid composition, and induction time were determined. The blends presented higher oxidative stability indices than chia oil. Sensory analysis showed that, given a pure oil, judges did not identify statistically significant differences among the blends. The results suggest that blending of chia oil is an adequate alternative to obtain ω-3-enriched oils with higher oxidative stability indices. PRACTICAL APPLICATION: Vegetable oil blending is a widely used practice in the edible oil industry to produce blended oils with enhanced stability and nutritional and sensory properties at affordable prices. The blends developed in this study from chia, sesame, walnut, and almond oils take advantage of the properties of each parent oil to yield products with improved oxidative stability, essential fatty acid presence, and sensory characteristics. To achieve a daily intake of 2.22 g/day of ω-3 fatty acids as recommended by the Intl. Society for the Study of Fatty Acids and Lipids (ISSFAL), it is necessary to consume approximately one spoonful of the formulated mixtures.", "article_date": "20190416", "date_completed": "20190711", "date_revised": "20190711"}