{"pmid": "22574504", "doi": [], "language": ["eng"], "title": "Water-extractable magnesium, manganese and copper in leaves and herbs of medicinal plants.", "abstract": "Since herbal teas, infusions and decoctions prepared from medicinal plants are popular remedies, it remains a topical question whether these herbal drugs can be treated as sources of essential elements for humans, who often use them in their everyday diet. Therefore, total and water-extractable contents of Mg, Mn and Cu were determined in 41 leaves originating from four botanical species of Plantago lanceolata, Arctostaphyllos uva-ursi, Rubus fruticosus and Betula sp., as well as in 33 samples of herbs represented by three species of Urtica dioica, Hypericum perforatum and Achillea millefolium. The highest level was determined in the case of Mg (in a range from 2.0 to 7.0 mg/g of dry mass [d.m.]), followed by Mn (from 50.0 to 1300.0 mg/kg d.m.), and lowest of all, Cu (from 3.5 to 19.5 mg/kg d.m.). Student's t-test showed that a statistically significant difference exists between samples originating from different plant species regarding the total content and water-extractable forms of Mg, Mn and Cu. By analysis of the relations between elements, it was observed that total level of Cu correlated with total levels of Mg and Mn, which indicates a synergistic interaction between the essential elements under study. With regard to Dietary Reference Intakes (DRIs), the leaves of Rubus fruticosus contained the highest amounts of a water-extractable bioavailable form of Mn, which guarantees from 160 to 200% of the daily requirement of Mn for women and men, respectively. On the other hand, the extract obtained from Urticae folium gave water-extractable Mg in the amount of 76 mg/500 mL, which constitutes about 20% of daily requirement. The plant material richest in water-extractable Cu was Hyperici herba, containing 154.5 microg/500 mL, or 17% of DRI for both sexes.", "date_completed": "20120531", "date_revised": "20171116"}