{"pmid": "25522532", "doi": [], "language": ["eng"], "title": "Comparative analysis of therapeutically important indole compounds in in vitro cultures of Hypericum perforatum cultivars by HPLC and TLC analysis coupled with densitometric detection.", "abstract": "Five indole compounds (5-hydroxy-L-tryptophan, L-tryptophan, indole-3-acetic acid, melatonin, serotonin) and hypericin were identified and quantified in methanolic extracts of shoot cultures of three Hypericum perforatum cultivars (Helos, Elixir, Topas) growing on two variants of Murashige -Skoog medium differing in concentrations of growth regulators (naphthalene-l-acetic acid and 6-benzylaminopurine). Extracts of the aboveground parts of field-grown plants (Hyperici herba) were also analyzed by HPLC and TLC analysis coupled with densitometric detection. Determination of four compounds was based on our assay described earlier. The methods of determination of 5-hydroxy-L-tryptophan and hypericin were developed and validated in this study. The composition and contents of the metabolites under study differed between the cultivars cultured in vitro and between medium variants containing diverse contents of growth regulators. The contents of individual indole compounds in the biomass from in vitro cultures ranged from 39.6 to 343.2 mg/100 g dry mass. 5-Hydroxy-L- tryptophan was the dominating metabolite (from 78.2 to 343.2 mg/100 g dry mass). Extracts from shoots of the cultivar Helos also contained high contents of serotonin (319.9 and 197.4 mg/100 g dry mass). The contents of indole compounds in Hyperici herba were also diverse (from 7.1 to 55.3 mg/100 g dry mass). 5-Hydroxy-L-tryptophan was the dominating metabolite as well. Hypericin content ofHyperici herba, equaling 12.2 mg/100 g dry mass was from 3.3 to 10 times higher than in extracts from shoots cultured in vitro. The present report is the first analysis of endogenous accumulation of indole compounds in Hyperici herba which involves, apart from melatonin, four other compounds.", "date_completed": "20150120", "date_revised": "20150316"}