{"pmid": "32607753", "doi": ["10.1007/s00299-020-02562-8"], "language": ["eng"], "title": "smi-miR396b targeted SmGRFs, SmHDT1, and SmMYB37/4 synergistically regulates cell growth and active ingredient accumulation in Salvia miltiorrhiza hairy roots.", "abstract": "MIR396b had been cloned and overexpressed in Salvia miltiorrhiza hairy roots. MiR396b targets SmGRFs, SmHDT1, and SmMYB37/4 to regulate cell growth and secondary metabolism in S. miltiorrhiza hairy roots. Danshen (Salvia miltiorrhiza Bunge) is a valuable medicinal herb with two kinds of clinically used natural products, salvianolic acids and tanshinones. miR396 is a conserved microRNA and plays extensive roles in plants. However, it is still unclear how miR396 works in S. miltiorrhiza. In this study, an smi-MIR396b has been cloned from S. miltiorrhiza. Overexpression of miR396b in danshen hairy roots inhibited hairy root growth, reduced salvianolic acid concentration, but enhanced tanshinone accumulation, resulting in the biomass and total salvianolic acids respectively reduced to 55.5 and 72.1% of the control and total tanshinones increased up to 1.91-fold of the control. Applied degradome sequencing, 5'RLM-RACE, and qRT-PCR, 13 targets for miR396b were identified including seven conserved SmGRF1-7 and six novel ones. Comparative transcriptomics and microRNomics analysis together with qRT-PCR results confirmed that miR396b targets SmGRFs, SmHDT1, and SmMYB37/4 to mediate the phytohormone, especially gibberellin signaling pathways and consequentially resulted in the phenotype variation of miR396b-OE hairy roots. Furthermore, miR396b could be activated by methyl jasmonate, abscisic acid, gibberellin, salt, and drought stresses. The findings in this study indicated that smi-miR396b acts as an upstream and central regulator in cell growth and the biosynthesis of tanshinones and salvianolic acids, shedding light on the coordinated regulation of plant growth and biosynthesis of active ingredients in S. miltiorrhiza.", "date_completed": "20210402", "date_revised": "20210919"}