{"pmid": "33902857", "doi": ["S0168-9452(21)00091-1", "10.1016/j.plantsci.2021.110898"], "language": ["eng"], "title": "Endophytic fungus Mucor circinelloides DF20 promote tanshinone biosynthesis and accumulation in Salvia miltiorrhiza root.", "abstract": "As a traditional Chinese medicine, Salvia miltiorrhiza rhizome is mainly used to treat cardiovascular diseases. Symbiosis of endophytic fungi with their host plants, is an effectively regulatory means to promote the growth and secondary metabolism of medicinal plants. Here, an endophytic fungus Mucor circinelloides DF20 was co-cultivated with the sterile seedlings of S. miltiorrhiza, to clarify the promoting mechanism on tanshinone biosynthesis and accumulation in S. miltiorrhiza root. The assay of promoting-growth activities in vitro showed that DF20 have the ability to produce IAA and siderophores. DF20 could significantly promote the biosynthesis and accumulation of tanshinones in the root of S. miltiorrhiza, especially the content of tanshinone ⅡA, reaching 4.630 ± 0.342 mg/g after 56 days of DF20 treatment, which is 22-fold of the control group. The result also showed that the hyphae of M. circunelloides DF20 mainly colonized in the root tissue interspace of S. miltiorrhiza, and a small amount of hyphae were located inside the cells. The results of florescent real-time quantitative RT-PCR showed that DF20 colonization significantly increase the expression level of some key enzyme genes (DXS, DXR, HMGR, GGPPS) in tanshinone biosynthesis pathway, but the regulatory effect mainly occurred in the early stage of co-culture, while the expression level decreased in different degrees in the later stage. In conclusion, the endophytic fungus M. circunelloides DF20 can form an interaction relationship with its host, then to promote the biosynthesis and accumulation of tanshinones in root by upregulating the key enzyme genes expression levels of the biosynthesis pathway.", "date_completed": "20210519", "date_revised": "20210519"}