{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Ca-inhibition influence", "Contamination", "Micro X-ray Fluorescence Spectrometry", "Plant organs", "Plant tissues"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34232327", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "10"}, "Article": {"ELocationID": ["10.1007/s00128-021-03323-3"], "ArticleDate": [{"Year": "2021", "Month": "07", "Day": "07"}], "Language": ["eng"], "Journal": {"ISSN": "1432-0800", "JournalIssue": {"Volume": "107", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Aug"}}, "Title": "Bulletin of environmental contamination and toxicology", "ISOAbbreviation": "Bull Environ Contam Toxicol"}, "ArticleTitle": "Study of Potentially Toxic Elements Uptake into Organs of Quercus spp. from Copper Deposits in Slovakia, Italy and Portugal.", "Pagination": {"MedlinePgn": "312-319"}, "Abstract": {"AbstractText": ["The article is focused on the application of Energy dispersive micro X-ray fluorescence spectroscopy as a specific method to determine the contents of potentially toxic elements and its spread in plant tissues. As a model species, Quercus spp. were selected. In order to compare the obtained results with previous research, four well-described abandoned Cu-deposits were selected for sampling: Ľubietová (Slovakia), Libiola and Caporciano (Italy), and São Domingos (Portugal). The results of micro X-ray fluorescence spectrometry confirm the irregular contamination of Quercus spp. by potentially toxic elements. The level of contamination is the highest predominantly in the root cortex, where is also the highest Ca contents (with exception of São Domingos). At Ľubietová and Caporciano, high Ni content was described in branches cortex, in branches mesoderm also Fe, Cu and Zn. At the same time, the inhibition influence of Ca was also confirmed regarding the input of these elements into plants."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Natural Sciences, Matej Bel University in Banska Bystrica, Tajovského 40, 974 01, Banská Bystrica, Slovakia."}], "LastName": "Andráš", "ForeName": "Peter", "Initials": "P"}, {"Identifier": ["http://orcid.org/0000-0002-5688-148X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Natural Sciences, Matej Bel University in Banska Bystrica, Tajovského 40, 974 01, Banská Bystrica, Slovakia. pavol.midula@gmail.com."}], "LastName": "Midula", "ForeName": "Pavol", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Earth Science Institute of the Slovak Academy of Sciences, Ďumbierska 1, 974 01, Banská Bystrica, Slovakia."}], "LastName": "Milovská", "ForeName": "Stanislava", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório Nacional de Energia e Geologia (Portuguese Geological Survey), Ap. 14, 7601-909, Aljustrel, Portugal."}], "LastName": "Matos", "ForeName": "João Xavier", "Initials": "JX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Mining and Geology, VŠB - Technical University of Ostrava, 17. listopadu 2172/15, 708 33, Ostrava-Poruba, Czech Republic."}], "LastName": "Kupka", "ForeName": "Jiří", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Natural Sciences, Matej Bel University in Banska Bystrica, Tajovského 40, 974 01, Banská Bystrica, Slovakia."}], "LastName": "Buccheri", "ForeName": "Giuseppe", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Natural Sciences, Matej Bel University in Banska Bystrica, Tajovského 40, 974 01, Banská Bystrica, Slovakia."}], "LastName": "Turisová", "ForeName": "Ingrid", "Initials": "I"}], "GrantList": [{"GrantID": "VEGA 1/0291/19", "Agency": "Agentúra Ministerstva Školstva, Vedy, Výskumu a Športu SR", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Bull Environ Contam Toxicol", "NlmUniqueID": "0046021", "ISSNLinking": "0007-4861"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}, {"RegistryNumber": "789U1901C5", "NameOfSubstance": "Copper"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Copper"}, {"QualifierName": [], "DescriptorName": "Italy"}, {"QualifierName": [], "DescriptorName": "Portugal"}, {"QualifierName": [], "DescriptorName": "Quercus"}, {"QualifierName": [], "DescriptorName": "Slovakia"}, {"QualifierName": ["analysis"], "DescriptorName": "Trace Elements"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abreau MM, Santos ES, Magalhaes MCF, Batista MJ (2012) São Domingos mine wastes phytostabilization using spontaneous plant species. In: 9th International Symposium on Environmental Geochemistry, pp 42–49"}, {"Citation": "Abreu MM, Magalhães MCF (2009) Phytostabilization of soils in mining areas. Case studies from Portugal, soil remediation. Nova Science Publishers, New York, pp 297–344"}, {"Citation": "Alexander EB, Coleman RG, Keeler-Wolf T, Harrison S (2007) Serpentine geoecology of Western North America: geology soils and vegetation. Oxford University Press, New York", "ArticleIdList": ["10.1093/oso/9780195165081.001.0001"]}, {"Citation": "Álvarez-Valero AM, Pérez-López R, Matos J, Capitán MA, Nieto JM, Sáez R, Delgado J, Caballo M (2008) Potential environmental impact at São Domingos mining district (Iberian Pyrite Belt. SW Iberian Peninsula): evidence from a chemical and mineralogical characterization. Environ Geol 55:1797–1809. https://doi.org/10.1007/s00254-007-1131-x", "ArticleIdList": ["10.1007/s00254-007-1131-x"]}, {"Citation": "Andráš P, Turisová I, Šlesárová A, Lichý A (2007) Influence of the dump sites on development of selected plants in the Ľubietová area (Slovakia). Carpathian J Earth Environ Sci 2:5–20"}, {"Citation": "Andráš P, Lichý A, Križáni I, Rusková J, Ladomerský J, Jeleň S, Hroncová E, Matúšková L (2008) Podlipa dump-field at Ľubietová—land contaminated by heavy metals (Slovakia). Carpathian J Earth Environ Sci 3:5–18"}, {"Citation": "Andráš P, Turisová I, Krnáč J, Dirner V, Voleková-Lalinská B, Buccheri G, Jeleň S (2012) Hazards of heavy metal contamination at Ľubietová Cu-deposit (Slovakia). Procedia Environ Sci 14:3–21. https://doi.org/10.1016/j.proenv.2012.03.002", "ArticleIdList": ["10.1016/j.proenv.2012.03.002"]}, {"Citation": "Andráš P, Dirner V, Kharbish S, Krnáč J (2013) Characteristics of heavy metal distribution at spoil dump-fields of Cu-deposit Ľubietová (Slovakia). Carpathian J Earth Environ Sci 8:I87-196"}, {"Citation": "Andráš P, Dadová J, Dirner V (2014) Environmental study at abandoned Cu-Ag deposit Ľubietová. Technická univerzita v Košiciach, Košice"}, {"Citation": "Andráš P, Turisová I, Buccheri G, Matos JX, Dirner V (2016) Comparison of heavy-metal bioaccumulation properties in Pinus sp. and Quercus sp. in selected European Cu deposits. Web Ecol 16:81–87. https://doi.org/10.5194/we-16-81-2016", "ArticleIdList": ["10.5194/we-16-81-2016"]}, {"Citation": "Andráš P, Turisová I, Matos JX, Buccheri G, Andráš P Jr, Dirner V, Kučerová R, Castro FIP, Midula P (2017) Potentially toxic elements in the representatives of the genus Pinus L. and Quercus L. at the selected Slovak. Italian and Portuguese copper deposits. Carpathian J Earth Environ Sci 12:95–107"}, {"Citation": "Andráš P, Matos JX, Turisová I, Batista MJ, Kanianska R, Kharbish S (2018) The interaction of heavy metals and metalloids in the soil-plant system in the Sao Domingos mining area (Iberian Pyrite Belt. Portugal). Environ Sci Pollut Res 25:20615–20630. https://doi.org/10.1007/s11356-018-2205-x", "ArticleIdList": ["10.1007/s11356-018-2205-x"]}, {"Citation": "Banásová V, Ďurišová E, Nadubinská M, Gurinová E, Čiamporová M (2012) Natural vegetation, metal accumulation and tolerance inplants growing on heavy metal rich soils. In: Kothe E, Varma A (eds) Bio-geo interactions in metal-contaminated soils. Springer, Berlin, pp 233–250", "ArticleIdList": ["10.1007/978-3-642-23327-2_12"]}, {"Citation": "Bringezu K, Lichtenberger O, Leopold I, Neumann D (1999) Heavy metal tolerance of Silene vulgaris. J Plant Physiol 154:536–546. https://doi.org/10.1016/S0176-1617(99)80295-8", "ArticleIdList": ["10.1016/S0176-1617(99)80295-8"]}, {"Citation": "Buccheri G, Andráš P, Astolfi ML, Canepari S, Ciucci M, Marino A (2014a) Heavy metal contamination in water at Libiola abandoned copper mine, Italy. Romanian J Miner Deposit 87:65–70"}, {"Citation": "Buccheri G, Andráš P, Andráš P Jr, Dadová J, Kupka J (2014b) Heavy metal contamination and its impact on plants at Caporciano Cu-mine (Montecatini Val di Cecina, Italy). Carpathian J Earth Environ Sci 9:73–81"}, {"Citation": "Buccheri G, Andráš P, Vajda E, Midula P, Dirner V (2018a) Soil contamination by heavy metals at Libiola abandoned copper mine, Italy. Acta Montan Slovaca 23:337–345"}, {"Citation": "Buccheri G, Dadová J, Kučerová R (2018b) Contamination of the environment at abandoned Cu-mines Libiola and Caporciano. Technická univerzita Košice, Košice"}, {"Citation": "Crang R, Lyons-Sobaski S, Wise R (2018) Parenchyma, collenchyma, and sclerenchyma. In: Crang R, Lyons-Sobaski S (eds) Plant anatomy. Springer, Cham, pp 181–213", "ArticleIdList": ["10.1007/978-3-319-77315-5_6"]}, {"Citation": "De Michele V, Ostroman A (1987) Mineral processing at Montecatini deposit from 1888 to 1938. Museo Civico Storia Naturale, Milano, pp 1–38"}, {"Citation": "Freitas H, Prasad MNV, Pratas J (2004) Plant community tolerance and trace elements growing on the degraded soils Portugal: environmental implications. Environ Int 30:65–72. https://doi.org/10.1016/S0160-4120(03)00149-1", "ArticleIdList": ["10.1016/S0160-4120(03)00149-1"]}, {"Citation": "Frey B, Keller C, Zierhold K, Schulin R (2000) Distribution of Zn in functionally different leaf epidermal cells of the hyperaccumulator Thlaspi caerulescens. Plant Cell Environ 23:675–687. https://doi.org/10.1046/j.1365-3040.2000.00590.x", "ArticleIdList": ["10.1046/j.1365-3040.2000.00590.x"]}, {"Citation": "Gransee A, Führs H (2013) Magnesium mobility in soils as a challenge for soil and plant analysis. Magnesium fertilization and root uptake under adverse growth conditions. Plant Soil 368:5–21. https://doi.org/10.1007/s11104-012-1567-y", "ArticleIdList": ["10.1007/s11104-012-1567-y"]}, {"Citation": "Klemm DD, Wagner J (1982) Copper deposit in ophiolites of southern Tuscany. Ofioliti 7:331–336"}, {"Citation": "Küpper H, Zhao FJ, McGrath SP (1999) Cellular compartmentation of zinc in leaves of the hyperaccumulator Thlaspi caerulescens. Plant Physiol 119:305–311. https://doi.org/10.1104/pp.119.1.305", "ArticleIdList": ["10.1104/pp.119.1.305"]}, {"Citation": "Lotti B (1884) Miniera di Montecatini in Val di Cecina. Boll R Comit Geol Italiano 15:359–394"}, {"Citation": "Marques L, Cossegal M, Bodin S, Czernic P, Lebrun M (2004) Heavy metal specificity of cellular tolerance in two hyperaccumulating plants, Arabidopsis halleri and Thlaspi caerulescens. New Phytol 164:289–295. https://doi.org/10.1111/j.1469-8137.2004.01178.x", "ArticleIdList": ["10.1111/j.1469-8137.2004.01178.x"]}, {"Citation": "Matos JX, Pereira Z, Oliveira V, Oliveira JT (2006) The geological setting of the São Domingos pyrite orebody. Iberian Pyrite Belt. In: VII Cong. Nac. Geologia. Estremoz, Un. Évora, pp. 283–286"}, {"Citation": "Mazzuoli L (1883) Appunti geologici sul giacimento cuprifero di Montecatini. R Comitato Geol D’italia Boll 9:44–52"}, {"Citation": "Memon AR, Schröder P (2009) Implications of metal accumulation mechanisms to phytoremediation. Environ Sci Pollut Res 16:162–175. https://doi.org/10.1007/s11356-008-0079-z", "ArticleIdList": ["10.1007/s11356-008-0079-z"]}, {"Citation": "Midula P, Dadová J, Buccheri G, Krnáč J, Kováčová Ferdinandová L (2017a) Biokoncentrácia potenciálne toxických prvkov do rastlín na haldovom poli Podlipa v Ľubietovej. In: Jurkovič Ľ, Slaninka I, Ďurža O (eds) Geochémia. Zborník vedeckých príspevkov ŠGÚDŠ, Bratislava, pp 108–109"}, {"Citation": "Midula P, Wiche O, Andráš P, Wiese P (2017b) Concentration and bioavailability of toxic trace elements, germanium and rare earth elements in contaminated areas of the Davidschacht dump-field in Freiberg (Saxony). Freiberg Ecol 2:101–112"}, {"Citation": "Mwegoha WJS (2008) The use of phytoremediation technology for abatement soil and groundwater pollution in Tanzania: opportunities and challenges. J Sustain Dev 10:140–156"}, {"Citation": "Nigam R, Srivastava S, Prakash S, Srivastava MM (2001) Cadmium mobilisation and plant availability—the impact of organic acids commonly exuded from roots. Plant Soil 230:107–113. https://doi.org/10.1023/A:1004865811529", "ArticleIdList": ["10.1023/A:1004865811529"]}, {"Citation": "Polák M, Filo I, Havrila M et al (2003) Explanations to the geological map Starohorské Mts, Čierťaže and of Northern part of Zvolen fold. ŠGÚDŠ, Bratislava"}, {"Citation": "Sáez R, Pascual E, Toscano M, Almodóvar GR (1999) The Iberian type of volcano-sedimentary massive sulphide deposits. Miner Deposita 34:549–570. https://doi.org/10.1007/s001260050220", "ArticleIdList": ["10.1007/s001260050220"]}, {"Citation": "Shaheen R, Arefin MT, Mahmud R (2007) Phytoremediation of boron contaminated soils by naturally grown weeds. J Soil Nat 1:1–6"}, {"Citation": "Simson CR, Corey RB, Sumner ME (1979) Effect of varying Ca: Mg ratios on yield and composition of corn (Zea mays) and alfalfa (Medicago sativa). Commun Soil Sci Plant Anal 10:153–162. https://doi.org/10.1080/00103627909366885", "ArticleIdList": ["10.1080/00103627909366885"]}, {"Citation": "Spearman C (1904) The proof and measurement of association between two things. Am J Psychol 15:72–101. https://doi.org/10.2307/1412159", "ArticleIdList": ["10.2307/1412159"]}, {"Citation": "Vaculík M (2018) Základné princípy fytoremediácií. Univerzita Komenského, Bratislava"}, {"Citation": "Wiche O, Zertani V, Hentschel W, Achtziger R, Midula P (2017) Germanium and rare earth elements in topsoil and soil-grown plants in different land use types in the mining area of Freiberg (Saxony). J Geochem Explor 175:120–129", "ArticleIdList": ["10.1016/j.gexplo.2017.01.008"]}, {"Citation": "Zaccarini F, Garuti G (2008) Mineralogy and chemical composition of VMS deposits of northern Apennine ophiolites, Italy: evidence for the influence of country rock type on ore composition. Miner Petrol 94:61. https://doi.org/10.1007/s00710-008-0010-9", "ArticleIdList": ["10.1007/s00710-008-0010-9"]}]}], "History": [{"Year": "2019", "Month": "07", "Day": "23"}, {"Year": "2021", "Month": "06", "Day": "24"}, {"Year": "2021", "Month": "7", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "7", "Hour": "12", "Minute": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34232327", "10.1007/s00128-021-03323-3", "10.1007/s00128-021-03323-3"]}}]}