{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "15465698", "DateCompleted": {"Year": "2006", "Month": "09", "Day": "11"}, "DateRevised": {"Year": "2019", "Month": "05", "Day": "13"}, "Article": {"ELocationID": [], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "0829-318X", "JournalIssue": {"Volume": "24", "Issue": "12", "PubDate": {"Year": "2004", "Month": "Dec"}}, "Title": "Tree physiology", "ISOAbbreviation": "Tree Physiol"}, "ArticleTitle": "In situ measurement of water absorption by fine roots of three temperate trees: species differences and differential activity of superficial and deep roots.", "Pagination": {"MedlinePgn": "1359-67"}, "Abstract": {"AbstractText": ["The spatial heterogeneity of water uptake by fine roots under field conditions was analyzed in situ with miniature sap flow gauges in a mature beech-oak-spruce mixed stand. Sap flow rate (J), sap flow density (Jd), and root surface-area-specific flow rate (uptake rate, Js) were measured for eight to 10 small-diameter roots (3-4 mm) per species in the organic layer (superficial roots) and in the mineral soil (30-80 cm, deep roots) during four months in summer 1999. We calculated Js by relating J to the surface area of the section of the fine root system distal to the position of the gauge on the root. When measured synchronously, roots of the three species did not differ significantly in mean Js, although oak roots tended to have lower rates. However, Jd decreased in the sequence spruce > beech > oak in most measurement periods. Microscopic investigation revealed differences in fine root anatomy that may partly explain the species differences in Jd and Js. Oak fine roots had a thicker periderm than beech and spruce roots of similar diameter and spruce roots had fewer fine branch rootlets than the other species. Synchronously recorded Jd and Js of nearby roots of the same tree species showed large differences in flow with coefficients of variation from 25 to 150% that could not be explained by patchy distribution of soil water. We hypothesize that the main cause of the large spatial heterogeneity in root water uptake is associated with differences between individual roots in morphology and ultrastructure of the root cortex that affect root radial and root-soil interface conductivities. The high intraspecific variation in Js may mask species differences in root water uptake. Superficial roots of all species typically had about five times higher Jd than deep roots of the same species. However, Js values were similar for superficial and deep roots in beech and spruce because small diameter roots of both species were more branched in the organic layer than in mineral soil. In oak, deep roots had lower Js (maximum of 100 g m(-2) day(-1)) than superficial roots (about 1000 g m(-2) day(-1)). We conclude that temperate tree species in mixed stands have different water uptake capacities. Water flow in the rhizosphere of forests appears to be a highly heterogeneous process that is influenced by both tree species and differences in uptake rates of individual roots within a species."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Ecology, University of Göttingen, Untere Karspüle 2, 37073 Göttingen, Germany. cleusch@gwdg.de"}], "LastName": "Leuschner", "ForeName": "Christoph", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Coners", "ForeName": "Heinz", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Icke", "ForeName": "Regina", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "Tree Physiol", "NlmUniqueID": "100955338", "ISSNLinking": "0829-318X"}, "ChemicalList": [{"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}], "MeshHeadingList": [{"QualifierName": ["physiology"], "DescriptorName": "Fagus"}, {"QualifierName": ["physiology"], "DescriptorName": "Picea"}, {"QualifierName": ["anatomy & histology", "physiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["physiology"], "DescriptorName": "Plant Transpiration"}, {"QualifierName": ["physiology"], "DescriptorName": "Quercus"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["physiology"], "DescriptorName": "Trees"}, {"QualifierName": [], "DescriptorName": "Water"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2004", "Month": "10", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "9", "Day": "12", "Hour": "9", "Minute": "0"}, {"Year": "2004", "Month": "10", "Day": "7", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15465698", "10.1093/treephys/24.12.1359"]}}]}