{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "32481047", "DateRevised": {"Year": "2020", "Month": "06", "Day": "02"}, "Article": {"ELocationID": ["10.1071/FP14046"], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "1445-4416", "JournalIssue": {"Volume": "41", "Issue": "9", "PubDate": {"Year": "2014", "Month": "Sep"}}, "Title": "Functional plant biology : FPB", "ISOAbbreviation": "Funct Plant Biol"}, "ArticleTitle": "Bark and woody tissue photosynthesis: a means to avoid hypoxia or anoxia in developing stem tissues.", "Pagination": {"MedlinePgn": "940-953"}, "Abstract": {"AbstractText": ["In woody plants, oxygen transport and delivery via the xylem sap are well described, but the contribution of bark and woody tissue photosynthesis to oxygen delivery in stems is poorly understood. Here, we combined stem chlorophyll fluorescence measurements with microsensor quantifications of bark O2 levels and oxygen gas exchange measurements of isolated current-year stem tissues of beech (Fagus sylvatica L.) and pedunculate oak (Quercus robur L.) to investigate how bark and woody tissue photosynthesis impairs the oxygen status of stems. Measurements were made before bud break, when the axial path of oxygen supply via the xylem sap is impeded. At that time, bark O2 levels showed O2 concentrations below the atmospheric concentration, indicating hypoxic conditions or O2 deficiency within the inner bark, but the values were always far away from anoxic. Under illumination bark and woody tissue photosynthesis rapidly increased internal oxygen concentrations compared with plants in the dark, and thereby counteracted against localised hypoxia. The highest photosynthetic activity and oxygen release rates were found in the outermost cortex tissues. By contrast, rates of woody tissue photosynthesis were considerably lower, due to the high light attenuation of the bark and cortex tissues, as well as resistances in radial oxygen diffusion. Therefore, our results confirm that bark and woody tissue photosynthesis not only play a role in plant carbon economy, but may also be important for preventing low oxygen-limitations of respiration in these dense and metabolically active tissues."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Botany, University of Duisburg-Essen, 45117 Essen, Germany."}], "LastName": "Wittmann", "ForeName": "Christiane", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Botany, University of Duisburg-Essen, 45117 Essen, Germany."}], "LastName": "Pfanz", "ForeName": "Hardy", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Funct Plant Biol", "NlmUniqueID": "101154361", "ISSNLinking": "1445-4416"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2014", "Month": "02", "Day": "14"}, {"Year": "2014", "Month": "03", "Day": "21"}, {"Year": "2020", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2014", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32481047", "FP14046", "10.1071/FP14046"]}}]}