{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "14972810", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ELocationID": [], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "1758-4469", "JournalIssue": {"Volume": "4", "Issue": "4", "PubDate": {"Year": "1988", "Month": "Dec"}}, "Title": "Tree physiology", "ISOAbbreviation": "Tree Physiol"}, "ArticleTitle": "Auxin and ethylene regulation of diameter growth in trees.", "Pagination": {"MedlinePgn": "401-14"}, "Abstract": {"AbstractText": ["Recent studies on the phytohormonal regulation of seasonal cell-division activity in the cambium, primary-wall radial expansion of cambial derivatives, differentiation of xylem cells, and growth of the cortex in forest trees of the north temperate zone are reviewed. Indol-3-ylacetic acid (IAA, auxin) has been characterized by combined gas chromatography-mass spectrometry (GC-MS) in the cambial region of Abies balsamea, Pinus densiflora, Pinus sylvestris and Quercus robur. All of the evidence supports the hypothesis that developing leaves and extending shoots are primary sources of IAA. The rate of ethylene emanation varies among conifer species when adjoining phloem and cambial tissues are incubated in vitro. The cambium from young cuttings of Abies balsamea produces more ethylene than that from older cuttings. Ethylene production by seven-year-old Abies balsamea cambium is substantially increased in vitro when the tissue is provided with exogenous 1-aminocyclopropane-1-carboxylic acid and IAA. In response to elevated ethylene concentrations, cortex growth is accelerated in both hardwood and conifer seedlings. Ethrel (2-chloroethylphosphonic acid) increases ray size and ray-cell number and promotes traumatic resin-canal development in xylem. In Ulmus americana, endogenous ethylene concentrations are inversely correlated with cambial activity. Ethylene decreases vessel diameter in Acer negundo, Acer platanoides and Ulmus americana. Several studies suggest that ethylene has a role in regulating reaction-wood formation in both conifers and hardwoods."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Resources, Universiry of New Brunswick, Fredericton, New Brunswick, Canada E3B 6C2."}], "LastName": "Savidge", "ForeName": "R A", "Initials": "RA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "Tree Physiol", "NlmUniqueID": "100955338", "ISSNLinking": "0829-318X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1988", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1988", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1988", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["14972810", "10.1093/treephys/4.4.401"]}}]}