{"pmid": "32447616", "doi": ["10.1007/s11130-020-00823-1"], "language": ["eng"], "title": "St. John's Wort Herbal Teas - Biological Potential and Chemometric Approach to Quality Control.", "abstract": "St. John's wort has been used for centuries in traditional medicine of many cultures, and nowadays it is well-known as a clinically important antidepressant drug. Considering the rising market demand for Hyperici herba, quality control of crude drug is of paramount importance. In this paper we performed HPLC-DAD chemical profiling of St. John's wort tea samples obtained at local markets, pharmacies and health food stores in the Balkan Peninsula countries, Austria and Turkey. Furthermore, water alcoholic extracts of the collected samples were evaluated in terms of their antioxidant potential, as well as the ability to inhibit biologically important enzymes such as acetylcholinesterase, monoamine oxidases A and B (MAO-A and MAO-B), α-amylase and α-glucosidase. Significant variability within the samples in the quantities of hypericin, hyperforin, rutin, quercetin, gallic, chlorogenic, caffeic and p-hydroxybenzoic acid was noticed. Chemotaxonomic modelling enabled the identification of three clusters of samples based on the quantities of rutin, hypericin and hyperforin. Generally, the extracts exhibited a significant potential to inhibit MAO-A (median IC<sub>50</sub> = 10.01 μg/mL) and α-glucosidase (median IC<sub>50</sub> = 12.40 μg/mL). The results of antioxidant potential evaluation suggest strong neutralization of hydroxyl and nitroso radicals, but moderate inhibition of lipid peroxidation process. Overall, the conducted study emphasizes the possibility of St. John's wort teas quality control, taking into account unavoidable variability of chemical profile as well. The stated is of great importance when grinding degree of herbal material excludes taxonomic identification of biological origin as an option within quality control.", "date_completed": "20200727", "date_revised": "20201215"}