{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["ABA signaling", "Drought resistance", "Gene expression pattern", "Gene family", "NO generation"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "32502715", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "11"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"ELocationID": ["S0981-9428(20)30241-2", "10.1016/j.plaphy.2020.05.017"], "ArticleDate": [{"Year": "2020", "Month": "05", "Day": "22"}], "Language": ["eng"], "Journal": {"ISSN": "1873-2690", "JournalIssue": {"Volume": "153", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Plant physiology and biochemistry : PPB", "ISOAbbreviation": "Plant Physiol Biochem"}, "ArticleTitle": "Systematic analysis of SmWD40s, and responding of SmWD40-170 to drought stress by regulation of ABA- and H<sub>2</sub>O<sub>2</sub>-induced stomal movement in Salvia miltiorrhiza bunge.", "Pagination": {"MedlinePgn": "131-140"}, "Abstract": {"AbstractText": ["WD40 proteins play crucial roles in response to abiotic stress. By screening the genome sequences of Salvia miltiorrhiza Bunge, 225 SmWD40 genes were identified and divided into 9 subfamilies (I-IX). Physiological, biochemical, gene structure, conserved protein motif and GO annotation analyses were performed on SmWD40 family members. The SmWD40-170 was found in 110 SmWD40 genes that contain drought response elements, SmWD40-170 was one of these genes whose response in terms of expression under drought was significant. The expression of SmWD40-170 was also up-regulated by ABA and H<sub>2</sub>O<sub>2</sub>. Through observed the stomatal phenotype of SmWD40-170 transgenic lines, the stomatal closure was abolished under dehydration, ABA and H<sub>2</sub>O<sub>2</sub> treatment in SmWD40-170 knockdown lines. Abscisic acid (ABA), as the key phytohormone, elevates reactive oxygen species (ROS) levels under drought stress. The ABA-ROS interaction mediated the generation of H<sub>2</sub>O<sub>2</sub> and the activation of anion channel in guard cells. The osmolality alteration of guard cells further accelerated the stomatal closure. As a second messenger, nitric oxide (NO) regulated ABA signaling, the NO stimulated protein kinase activity inhibited the K<sup>+</sup> influx which result in stomatal closure. These NO-relevant events were essential for ABA-induced stomatal closure. The reduction of NO production was also observed in the guard cells of SmWD40-170 knockdown lines. The abolished of stomatal closure attributed to the SmWD40-170 deficiency induced the reduction of NO content. In general, the SmWD40-170 is a critical drought response gene in SmWD40 gene family and regulates ABA- and H<sub>2</sub>O<sub>2</sub>-induced stomatal movement by affecting the synthesis of NO."], "CopyrightInformation": "Copyright © 2020 Elsevier Masson SAS. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: shidayuanchu@snnu.edu.cn."}], "LastName": "Liu", "ForeName": "Yuan-Chu", "Initials": "YC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: mawen427@snnu.edu.cn."}], "LastName": "Ma", "ForeName": "Wen", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: niujunfeng@snnu.edu.cn."}], "LastName": "Niu", "ForeName": "Jun-Feng", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: libin1989@snnu.edu.cn."}], "LastName": "Li", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: jessie0229@126.com."}], "LastName": "Zhou", "ForeName": "Wen", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: liushuai.28@163.com."}], "LastName": "Liu", "ForeName": "Shuai", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: yaping.yan@snnu.edu.cn."}], "LastName": "Yan", "ForeName": "Ya-Ping", "Initials": "YP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: maji@snnu.edu.cn."}], "LastName": "Ma", "ForeName": "Ji", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory for Resource Development of Endangered Crude Drugs in Northwest China, Key Laboratory of Medicinal Resources and Natural Pharmaceutical Chemistry, Ministry of Education, College of Life Sciences, Shaanxi Normal University, Xi'an, Shaanxi, 710119, China. Electronic address: zzwang@snnu.edu.cn."}], "LastName": "Wang", "ForeName": "Zhe-Zhi", "Initials": "ZZ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "France", "MedlineTA": "Plant Physiol Biochem", "NlmUniqueID": "9882449", "ISSNLinking": "0981-9428"}, "ChemicalList": [{"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "72S9A8J5GW", "NameOfSubstance": "Abscisic Acid"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "RWP5GA015D", "NameOfSubstance": "Potassium"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Abscisic Acid"}, {"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": [], "DescriptorName": "Nitric Oxide"}, {"QualifierName": ["physiology"], "DescriptorName": "Plant Stomata"}, {"QualifierName": [], "DescriptorName": "Potassium"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "Salvia miltiorrhiza"}, {"QualifierName": [], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "WD40 Repeats"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "02", "Day": "17"}, {"Year": "2020", "Month": "04", "Day": "28"}, {"Year": "2020", "Month": "05", "Day": "18"}, {"Year": "2020", "Month": "6", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "6", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32502715", "S0981-9428(20)30241-2", "10.1016/j.plaphy.2020.05.017"]}}]}