{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Chlorhexidine", "Impacted tooth", "Olive oil", "Postoperative complications", "St. John’s wort"]], "OtherAbstract": [], "CitationSubset": ["D"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "33057887", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "18"}, "Article": {"ELocationID": ["10.1007/s00784-020-03639-0"], "ArticleDate": [{"Year": "2020", "Month": "10", "Day": "15"}], "Language": ["eng"], "Journal": {"ISSN": "1436-3771", "JournalIssue": {"Volume": "25", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Clinical oral investigations", "ISOAbbreviation": "Clin Oral Investig"}, "ArticleTitle": "Effect of St. John's wort oil and olive oil on the postoperative complications after third molar surgery: randomized, double-blind clinical trial.", "Pagination": {"MedlinePgn": "2429-2438"}, "Abstract": {"AbstractText": ["This multicenter study aimed to evaluate the effects of St. John's wort oil and virgin olive oil on the postoperative complications and compare this with chlorhexidine gluconate plus benzydamine hydrochloride mouthwash after the removal of impacted third molar.", "A total of 90 patients in need of impacted third molar surgery were included in this study. All included patients were randomly divided into 3 groups. The patients in group 1 received St. John's wort oil; the patients in group 2 received virgin olive oil, and those in group 3 received mouthwash containing chlorhexidine gluconate plus benzydamine hydrochloride. The self-reported pain and difficulty during jaw function, trismus, facial swelling, number of analgesics used during first postoperative week, and postoperative periodontal condition including plaque accumulation, bleeding on probing, and periodontal pocket depth were compared between the groups.", "No significant differences were found regarding the study variables.", "The data of the present study supports that the use of essential oils provides efficient alternative to the gold standard chlorhexidine gluconate mouthwash in reducing postoperative complications and improving healing process without adverse effects after surgical removal of impacted third molars.", "The use of essential oils showed similar results as the chlorhexidine gluconate mouthwash regarding swelling, mouth opening, pain, need for rescue medication, infectious complications (i.e., alveolar osteitis), and periodontal healing. Therefore, essential oils can be an alternative to routine mouthwashes to ensure oral hygiene after impacted third molar surgery."]}, "AuthorList": [{"Identifier": ["http://orcid.org/0000-0002-7605-1125"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Dentistry, Department of Oral and Maxillofacial Surgery, Tekirdag Namik Kemal University, Tekirdag, Turkey. dr.volkankaplan61@gmail.com."}], "LastName": "Kaplan", "ForeName": "Volkan", "Initials": "V"}, {"Identifier": ["https://orcid.org/0000-0003-0743-199X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Dentistry, Department of Oral and Maxillofacial Surgery, Ankara Yıldırım Beyazıt University, Ankara, Turkey."}], "LastName": "Hasanoglu Erbasar", "ForeName": "Guzin Neda", "Initials": "GN"}, {"Identifier": ["https://orcid.org/0000-0001-5218-8568"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Dentistry, Department of Oral and Maxillofacial Surgery, Van Yuzuncu Yil University, Van, Turkey."}], "LastName": "Cigerim", "ForeName": "Levent", "Initials": "L"}, {"Identifier": ["https://orcid.org/0000-0002-6759-0848"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Dentistry, Department of Oral and Maxillofacial Surgery, Ankara Yıldırım Beyazıt University, Ankara, Turkey."}], "LastName": "Altay Turgut", "ForeName": "Hilal", "Initials": "H"}, {"Identifier": ["https://orcid.org/0000-0003-3851-6961"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Internal Medicine Specialist, Private Practice, Istanbul, Turkey."}], "LastName": "Cerit", "ForeName": "Abdullah", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Multicenter Study", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Clin Oral Investig", "NlmUniqueID": "9707115", "ISSNLinking": "1432-6981"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Olive Oil"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hypericum"}, {"QualifierName": ["surgery"], "DescriptorName": "Molar, Third"}, {"QualifierName": [], "DescriptorName": "Olive Oil"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Postoperative Complications"}, {"QualifierName": ["surgery"], "DescriptorName": "Tooth, Impacted"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Susarla SM, Blaeser BF, Magalnick D (2003) Third molar surgery and associated complications. Oral Maxillofac Surg Clin North Am 15(2):177–186", "ArticleIdList": ["18088673"]}, {"Citation": "Cigerim L, Kaplan V (2019) Evaluation of the analgesic efficacies of dexketoprofen trometamol and dexketoprofen trometamol + thiocolchicoside combinations in the impacted third molar surgery: randomised clinical trial. Med Oral Patol Oral Cir Bucal 24(1):e114–e122", "ArticleIdList": ["30573719"]}, {"Citation": "Torres-Lagares D, Gutierrez-Perez JL, Hita-Iglesias P, Magallanes-Abad N, Flores-Ruiz R, Basallote-Garcia M, Gonzalez-Martin M (2010) Randomized, double-blind study of effectiveness of intra-alveolar application of chlorhexidine gel in reducing incidence of alveolar osteitis and bleeding complications in mandibular third molar surgery in patients with bleeding disorders. J Oral Maxillofac Surg 68(6):1322–1326", "ArticleIdList": ["20346565"]}, {"Citation": "Lim HY, Jung TY, Park SJ (2017) Evaluation of postoperative complications according to treatment of third molars in mandibular angle fracture. J Korean Assoc Oral Maxillofac Surg 43(1):37–41", "ArticleIdList": ["28280708", "5342971"]}, {"Citation": "Najafi MH, Taheri M, Mokhtari MR, Forouzanfar A, Farazi F, Mirzaee M et al (2012) Comparative study of 0.2% and 0.12% digluconate chlorhexidine mouth rinses on the level of dental staining and gingival indices. Dent Res J (Isfahan) 9(3):305–308"}, {"Citation": "Khan S, Khan AU, Hasan S (2016) Genotoxic assessment of chlorhexidine mouthwash on exfoliated buccal epithelial cells in chronic gingivitis patients. J Indian Soc Periodontol 20(6):584–591", "ArticleIdList": ["29238137", "5713080"]}, {"Citation": "Goldschmidt P, Cogen R, Taubman S (1977) Cytopathologic effects of chlorhexidine on human cells. J Periodontol 48:212–215", "ArticleIdList": ["265388"]}, {"Citation": "Erdemir EO, Sengün A, Ulker M (2007) Cytotoxicity of mouthrinses on epithelial cells by micronucleus test. Eur J Dent 1:80–85", "ArticleIdList": ["19212481", "2609950"]}, {"Citation": "Giannelli M, Chellini F, Margheri M, Tonelli P, Tani A (2008) Effect of chlorhexidine digluconate on different cell types: A molecular and ultrastructural investigation. Toxicol in Vitro 22:308–317", "ArticleIdList": ["17981006"]}, {"Citation": "Chang YC, Huang FM, Tai KW, Chou MY (2001) The effect of sodium hypochlorite and chlorhexidine on cultured human periodontal ligament cells. Oral Surg Oral Med Oral Pathol Oral Radiol Endod 92:446–450", "ArticleIdList": ["11598582"]}, {"Citation": "Baldock GA, Brodie RR, Chasseaud LF, Taylor T, Walmsley LM, Catanese B (1991) Pharmacokinetics of benzydamine after intravenous, oral, and topical doses to human subjects. Biopharm Drug Dispos 12(7):481–492", "ArticleIdList": ["1932611"]}, {"Citation": "Opaleye ES, Noto AR, Sanchez Z, Moura YG, Galduroz JC, Carlini EA (2009) Recreational use of benzydamine as a hallucinogen among street youth in Brazil. Braz J Psychiatry 31(3):208–213", "ArticleIdList": ["19784487"]}, {"Citation": "Shakya P, Marslin G, Siram K, Beerhues L, Franklin G (2019) Elicitation as a tool to improve the profiles of high-value secondary metabolites and pharmacological properties of Hypericum perforatum. J Pharm Pharmacol 71(1):70–82", "ArticleIdList": ["28523644"]}, {"Citation": "Wolfle U, Seelinger G, Schempp CM (2014) Topical application of St. John’s wort (Hypericum perforatum). Planta Med 80(2-3):109–120", "ArticleIdList": ["24214835"]}, {"Citation": "Sosa S, Pace R, Bornancin A, Morazzoni P, Riva A, Tubaro A et al (2007) Topical anti-inflammatory activity of extracts and compounds from Hypericum perforatum L. J Pharm Pharmacol 59(5):703–709", "ArticleIdList": ["17524236"]}, {"Citation": "Albert D, Zundorf I, Dingermann T, Muller WE, Steinhilber D, Werz O (2002) Hyperforin is a dual inhibitor of cyclooxygenase-1 and 5-lipoxygenase. Biochem Pharmacol 64(12):1767–1775", "ArticleIdList": ["12445866"]}, {"Citation": "Perona JS, Cabello-Moruno R, Ruiz-Gutierrez V (2006) The role of virgin olive oil components in the modulation of endothelial function. J Nutr Biochem 17(7):429–445", "ArticleIdList": ["16481154"]}, {"Citation": "Patel PV, Kumar S, Vidya GD, Patel A, Holmes JC, Kumar V (2012) Cytological assessment of healing palatal donor site wounds and grafted gingival wounds after application of ozonated oil: an eighteen-month randomized controlled clinical trial. Acta Cytol 56(3):277–284", "ArticleIdList": ["22555530"]}, {"Citation": "Singh A, Purohit B (2011) Tooth brushing, oil pulling and tissue regeneration: a review of holistic approaches to oral health. J Ayurveda Integr Med 2(2):64–68", "ArticleIdList": ["21760690", "3131773"]}, {"Citation": "Winter GB (1926) Impacted mandibular third molars. American Medical Book Co., St Louis, pp 241–279"}, {"Citation": "Pell GJ, Gregory GT (1933) Impacted mandibular third molars: classification and modified technique for removal. Dent Dig 39:330–338"}, {"Citation": "De Menezes SA, Cury PR (2010) Efficacy of nimesulide versus meloxicam in the control of pain, swelling and trismus following extraction of impacted lower third molar. Int J Oral Maxillofac Surg 39(6):580–584", "ArticleIdList": ["20409689"]}, {"Citation": "Silness J, Loe H (1964) Periodontal Disease in Pregnancy.II. Correlation between oral hygiene and periodontal condition. Acta Odontol Scand 22:121–135", "ArticleIdList": ["14158464"]}, {"Citation": "Ainamo J, Bay I (1975) Problems and proposals for recording gingivitis and plaque. Int Dent J 25(4):229–235", "ArticleIdList": ["1058834"]}, {"Citation": "Peng KY, Tseng YC, Shen EC, Chiu SC, Fu E, Huang YW (2001) Mandibular second molar periodontal status after third molar extraction. J Periodontol 72(12):1647–1651", "ArticleIdList": ["11811499"]}, {"Citation": "Kazancioglu HO, Ezirganli S, Demirtas N (2014) Comparison of the influence of ozone and laser therapies on pain, swelling, and trismus following impacted third-molar surgery. Lasers Med Sci 29:1313–1319", "ArticleIdList": ["23494104"]}, {"Citation": "Chopra D, Rehan HS, Mehra P, Kakkar AK (2009) A randomized, double-blind, placebo-controlled study comparing the efficacy and safety of paracetamol, serratiopeptidase, ibuprofen and betamethasone using the dental impaction pain model. Int J Oral Maxillofac Surg 38:350–355", "ArticleIdList": ["19168326"]}, {"Citation": "Patel PV, Kumar V, Kumar S, Gd V, Patel A (2011) Therapeutic effect of topical ozonated oil on the epithelial healing of palatal wound sites: a planimetrical and cytological study. J Investig Clin Dent 2(4):248–258", "ArticleIdList": ["25426896"]}, {"Citation": "Osunde OD, Adebola RA, Omeje UK (2011) Management of inflammatory complications in third molar surgery: a review of the literature. Afr Health Sci 11(3):530–537", "ArticleIdList": ["22275950", "3261018"]}, {"Citation": "Coello-Gomez A, Navarro-Suarez S, Diosdado-Cano JM, Azcarate-Velazquez F, Bargiela-Perez P, Serrera-Figallo MA et al (2018) Postoperative effects on lower third molars of using mouthwashes with super-oxidized solution versus 0.2% chlorhexidine gel: a randomized double-blind trial. Med Oral Patol Oral Cir Bucal 23(6):e716–e722", "ArticleIdList": ["30341268", "6260999"]}, {"Citation": "Osunde OD, Adebola RA, Adeoye JB, Bassey GO (2014) Comparative study of the effect of warm saline mouth rinse on complications after dental extractions. Int J Oral Maxillofac Surg 43(5):649–653", "ArticleIdList": ["24314857"]}, {"Citation": "Fallahi HR, Hamadzade H, Nezhad AM, Zandianc D, Taghizadehd M (2016) Effect of Aloe vera mouthwash on postoperative complications after impacted third molar surgery: a randomized, double-blind clinical trial. J Oral Maxillofac Surg Med Pathol 28:392–396"}, {"Citation": "Eshghpour M, Mortazavi H, Mohammadzadeh Rezaei N, Nejat A (2013) Effectiveness of green tea mouthwash in postoperative pain control following surgical removal of impacted third molars: double blind randomized clinical trial. Daru. 21:59", "ArticleIdList": ["23866761", "3720195"]}, {"Citation": "Altiparmak M, Eskitascioglu T (2018) Comparison of systemic and topical hypericum perforatum on diabetic surgical wounds. J Investig Surg 31(1):29–37"}, {"Citation": "Tian J, Zhang F, Cheng J, Guo S, Liu P, Wang H (2014) Antidepressant-like activity of adhyperforin, a novel constituent of Hypericum perforatum L. Sci Rep 4:5632", "ArticleIdList": ["25005489", "4088061"]}, {"Citation": "Yadollah-Damavandi S, Chavoshi-Nejad M, Jangholi E, Nekouyian N, Hosseini S, Seifaee A, Rafiee S, Karimi H, Ashkani-Esfahani S, Parsa Y, Mohsenikia M (2015) Topical Hypericum perforatum improves tissue regeneration in full-thickness excisional wounds in diabetic rat model. Evid Based Complement Alternat Med 245328:1–4. https://doi.org/10.1155/2015/245328", "ArticleIdList": ["10.1155/2015/245328"]}, {"Citation": "Ozturk N, Korkmaz S, Ozturk Y (2007) Wound-healing activity of St. John's Wort (Hypericum perforatum L.) on chicken embryonic fibroblasts. J Ethnopharmacol 111(1):33–39. https://doi.org/10.1016/j.jep.2006.10.029", "ArticleIdList": ["10.1016/j.jep.2006.10.029", "17156955"]}, {"Citation": "Hashmi MA, Khan A, Hanif M, Farooq U, Perveen S (2015) Traditional Uses, Phytochemistry, and Pharmacology of Olea europaea (Olive). Evid Based Complement Alternat Med 2015:541591–541529. https://doi.org/10.1155/2015/541591", "ArticleIdList": ["10.1155/2015/541591", "25802541", "4352757"]}, {"Citation": "Omar SH (2010) Oleuropein in olive and its pharmacological effects. Sci Pharm 78(2):133–154", "ArticleIdList": ["21179340", "3002804"]}, {"Citation": "Bendre W, Dharmadhikari S (1980) Arnica montana and Hypericum in dental practice. Hahnemann Gleanings 47:70–72"}, {"Citation": "Rafai NLR, Riediger D (2004) Recovery after third molar surgery – are homoeopathic Arnica and Hypericum perforatum effective? Focus Altern Complement Ther 9:41–42"}, {"Citation": "Lokken P, Straumsheim PA, Tveiten D, Skjelbred P, Borchgrevink CF (1995) Effect of homoeopathy on pain and other events after acute trauma: placebo controlled trial with bilateral oral surgery. BMJ. 310:1439–1442", "ArticleIdList": ["7613277", "2549814"]}, {"Citation": "Paterniti I, Briguglio E, Mazzon E, Galuppo M, Oteri G, Cordasco G, Cuzzocrea S (2010 Nov 23) Effects of Hypericum Perforatum, in a rodent model of periodontitis. BMC Complement Altern Med 10:73", "ArticleIdList": ["21092263", "3000377"]}, {"Citation": "Patel PV, Patel A, Kumar S, Holmes JC (2012) Effect of subgingival application of topical ozonated olive oil in the treatment of chronic periodontitis: a randomized, controlled, double blind, clinical and microbiological study. Minerva Stomatol 61(9):381–398", "ArticleIdList": ["22976566"]}, {"Citation": "Ernst E, Rand JI, Barnes J, Stevinson C (1998) Adverse effects profile of the herbal antidepressant St. John's wort (Hypericum perforatum L.). Eur J Clin Pharmacol 54(8):589–594", "ArticleIdList": ["9860144"]}]}], "History": [{"Year": "2020", "Month": "06", "Day": "25"}, {"Year": "2020", "Month": "10", "Day": "07"}, {"Year": "2020", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "15", "Hour": "17", "Minute": "38"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33057887", "10.1007/s00784-020-03639-0", "10.1007/s00784-020-03639-0"]}}]}