{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["Danshensu (PubChem CID: 11600642)", "Early-stage diabetic kidney disease", "Ligustrazine hydrochloride (PubChem CID: 140997248)", "Meta-analysis", "Salvia miltiorrhiza and Ligustrazine injection"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34153447", "DateRevised": {"Year": "2021", "Month": "10", "Day": "01"}, "Article": {"ELocationID": ["S0378-8741(21)00575-4", "10.1016/j.jep.2021.114346"], "ArticleDate": [{"Year": "2021", "Month": "06", "Day": "18"}], "Language": ["eng"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "281", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "05"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Efficacy and safety of Salvia miltiorrhiza (Salvia miltiorrhiza Bunge) and ligustrazine injection in the adjuvant treatment of early-stage diabetic kidney disease: A systematic review and meta-analysis.", "Pagination": {"MedlinePgn": "114346"}, "Abstract": {"AbstractText": ["Salvia miltiorrhiza and ligustrazine injection is a compound injection composed of the extract from Salvia miltiorrhiza and Ligusticum striatum (Ligusticum striatum DC.), has been frequently used for the adjuvant treatment of early-stage diabetic kidney disease (DKD) in China. Safety and efficacy studies in terms of evidence-based medical practice have become more prevalent in application to Chinese Herbal Medicine. It is necessary to assess the efficacy and safety of Salvia miltiorrhiza and ligustrazine injection in the adjuvant treatment of early-stage diabetic kidney disease by conducting a systematic review and meta-analysis of available clinical data.", "The aim of this systematic review and meta-analysis was to evaluate the efficacy and safety of Salvia miltiorrhiza and ligustrazine injection as an adjunctive therapy to conventional therapies for early-stage DKD.", "The Preferred Reporting Items for Systematic Review and Meta-Analyses (PRISMA) checklist was used to structure this study. We searched the English databases PubMed, Cochrane library, and Chinese databases including Chinese journal full text database (CNKI), China Biomedical Documentation Service System (SinoMed), Wanfang digital periodical full text database and Chinese Scientific Journal Database (VIP). Relevant studies were selected based on the inclusion and exclusion criteria. Meta-analysis was performed with RevMan 5.3 software after data extraction and the quality of studies assessment. The quality of the evidence was assessed with the Cochrane risk of bias tool. Sensitivity analysis and Egger's test were performed using Stata 15.0 software.", "A total of 22 trials were included with 1939 patients. Meta-analysis showed that compared with the control group of conventional western medicine alone, Salvia miltiorrhiza and ligustrazine injection combined with conventional western medicine can achieve better efficacy in the treatment of early-stage DKD, reduce urinary albumin excretion rate (12RCTs, 1181 participants; SMD = -1.82, 95% CI [-2.62, -1.01], P < 0.00001), serum creatinine (13RCTs, 1228 participants; MD = -13.21 μmol/L, 95% CI [-19.58, -6.83], P < 0.0001), β<sub>2</sub>-microglobulin (9RCTs, 669 participants; SMD = -1.45, 95% CI [-2.43, -0.48], P = 0.003) and reduce interleukin-6 (4RCTs, 331 participants; MD = -6.38 ng/L, 95% CI [-9.03, -3.78], P < 0.00001), interleukin-18 (2RCTs, 177 participants; MD = -29.78 ng/L, 95% CI [-41.51, -18.05], P < 0.00001), tumor necrosis factor-α (4RCTs, 331 participants; MD = -18.03 ng/L, 95% CI [-22.96, -13.09], P < 0.00001), with statistical differences and alleviate the body inflammatory response effectively.", "Based on the existing evidence, that Salvia miltiorrhiza and ligustrazine injection in the adjuvant treatment of early-stage diabetic kidney disease is safe and effective. However, due to the limitation of the quality of the included studies, the above conclusions need to be further verified by more relevant randomized controlled trials with high-quality large samples."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University, Wenzhou, 325000, China. Electronic address: xfan99@163.com."}], "LastName": "Xie", "ForeName": "Fan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University, Wenzhou, 325000, China. Electronic address: wzszyyzbc@163.com."}], "LastName": "Zhang", "ForeName": "Bingcai", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University, Wenzhou, 325000, China. Electronic address: 15167769662@139.com."}], "LastName": "Dai", "ForeName": "Shengfeng", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University, Wenzhou, 325000, China. Electronic address: jinbinbin99@aliyun.com."}], "LastName": "Jin", "ForeName": "Binbin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University, Wenzhou, 325000, China. Electronic address: xfan99@yeah.net."}], "LastName": "Zhang", "ForeName": "Te", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenzhou Hospital of Traditional Chinese Medicine Affiliated to Zhejiang Chinese Medical University, Wenzhou, 325000, China; The Third Clinical Medical College of Zhejiang Chinese Medical University, Hangzhou, 310000, China. Electronic address: cgrsfhtd@163.com."}], "LastName": "Dong", "ForeName": "Feixia", "Initials": "F"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "03", "Day": "01"}, {"Year": "2021", "Month": "06", "Day": "14"}, {"Year": "2021", "Month": "06", "Day": "15"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "21", "Hour": "20", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34153447", "S0378-8741(21)00575-4", "10.1016/j.jep.2021.114346"]}}]}