{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [["AIC", "DBH", "Quercus cerris", "Quercus frainetto", "Quercus petraea"]], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "34657980", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "17"}, "Article": {"ELocationID": ["10.1007/s10661-021-09524-x"], "ArticleDate": [{"Year": "2021", "Month": "10", "Day": "17"}], "Language": ["eng"], "Journal": {"ISSN": "1573-2959", "JournalIssue": {"Volume": "193", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Oct", "Day": "17"}}, "Title": "Environmental monitoring and assessment", "ISOAbbreviation": "Environ Monit Assess"}, "ArticleTitle": "Bark thickness models for oak forests being converted from coppice to high forests in Northwestern Turkey.", "Pagination": {"MedlinePgn": "728"}, "Abstract": {"AbstractText": ["The research was carried out in the coppice-originated pure oak stands that are being converted to high forests in northwest Turkey. The main goal of the research was to determine the bark thickness (BT) based on tree variables, such as tree diameter at breast height (DBH), total tree height (H), crown diameter (CD), and age (AGE) of the stem sections taken from a total of 350 trees that were destructively sampled from different sites, different oak species (Quercus petraea, Quercus frainetto, Quercus cerris), and different development stages. Models were developed with stepwise multiple regression analysis to predict BT based on the variables. For all oak species, all models obtained by stepwise multiple regression analysis were found to be significant at p = 0.001 level. In Quercus petraea, only the DBH-dependent model explained the variation in BT at a rate of 73%, estimating with an absolute error rate of 21%. The fit statistics of the models (based on DBH and DBH-H explanatory variables) obtained for Quercus frainetto are very close to each other, and they explained the variation in BT at a rate of 69% and estimated with an error rate of 26%. Models (based on DBH and DBH-H explanatory variables) explain the variation in BT in Turkey oak at a rate of 91%, indicating species-specific results. The models based on only DBH can be used with high accuracy to estimate BT."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Yield and Biometry, Faculty of Forestry, Istanbul University-Cerrahpaşa, 34473, Bahcekoy, Sariyer, Istanbul, Turkey."}], "LastName": "Yilmaz", "ForeName": "Ersel", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Yield and Biometry, Faculty of Forestry, Istanbul University-Cerrahpaşa, 34473, Bahcekoy, Sariyer, Istanbul, Turkey."}], "LastName": "Ozdemir", "ForeName": "Emrah", "Initials": "E"}, {"Identifier": ["http://orcid.org/0000-0003-3396-3279"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil Science and Ecology, Faculty of Forestry, Istanbul University-Cerrahpaşa, 34473, Bahcekoy, Sariyer, Istanbul, Turkey. emak@istanbul.edu.tr."}], "LastName": "Makineci", "ForeName": "Ender", "Initials": "E"}], "GrantList": [{"GrantID": "TOVAG-107O750", "Agency": "Türkiye Bilimsel ve Teknolojik Araştirma Kurumu", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Monit Assess", "NlmUniqueID": "8508350", "ISSNLinking": "0167-6369"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Forests"}, {"QualifierName": [], "DescriptorName": "Plant Bark"}, {"QualifierName": [], "DescriptorName": "Quercus"}, {"QualifierName": [], "DescriptorName": "Turkey"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Atıcı, E. (2009). Doğu Kayını (Fagus orientalis Lipsky) ormanlarında kabuk kalınlığı ve oranı. Journal of the Faculty of Forestry Istanbul University, 59(2), 59–84, (in Turkish)."}, {"Citation": "Bär, A., & Mayr, S. (2020). Bark insulation: Ten central alpine tree species compared. Forest Ecology and Management, 474, 118361."}, {"Citation": "Bendixsen, D. P., Hallgren, S. W., & Frazier, A. E. (2015). Stress factors associated with forest decline in xeric oak forests of south-central United States. Forest Ecology and Management, 347, 40–48."}, {"Citation": "Berrill, J. P., O’Hara, K. L., & Kichas, N. E. (2020). Bark thickness in coast Redwood (Sequoia sempervirens (D. Don) Endl.) varies according to tree-and crown size, stand structure, latitude and genotype. Forests, 11(6), 637."}, {"Citation": "Božić, M., Čavlović, J., Vedriš, M., & Jazbec, M. (2007). Modeling bark thickness of silver fir trees (Abies alba Mill.). Šumarski List, 131(1–2), 3–12."}, {"Citation": "Carus, S., & Çatal, Y. (2010). Doğu Kayını’nın kabuk kalınlığında ağaç yaşı, göğüs çapı ve ağaç boyunun etkisi. III. Ulusal Karadeniz Ormancılık Kongresi, 20–22 Mayıs 2010, 372–380, (in Turkish)."}, {"Citation": "Cellini, J. M., Galarza, M., Burns, S. L., Martínez Pastur, G., & Lencinas, M. V. (2012). Equations of bark thickness and volume profiles at different heights with easy-measurement variables. Forest Systems, 21(1), 23–30."}, {"Citation": "Cienciala, E., Apltauer, J., Exnerová, Z., & Tatarinov, F. (2008). Biomass functions applicable to oak trees grown in Central-European forestry. Journal of Forest Science, 54(3), 109–120."}, {"Citation": "Costa, A., Barbosa, I., Pestana, M., & Miguel, C. (2020). Modelling bark thickness variation in stems of cork oak in south-western Portugal. European Journal of Forest Research, 139(4), 1–15."}, {"Citation": "Costa, E. A., Liesenberg, V., Finger, C. A. G., Hess, A. F., & Schons, C. T. (2021). Understanding bark thickness variations for Araucaria angustifolia in southern Brazil. Journal of Forest Science, 32(3), 1077–1087."}, {"Citation": "Doruska, P. F., Patterson, D., Hartley, J., Hurd, M., & Hart, T. (2009). Newer technologies and bioenergy bring focus back to bark factor equations. Journal of Forestry, 107(1), 38–43."}, {"Citation": "Dutkuner, I., & Koparan, I. (2016). Kızılçam (Pinus brutia Ten.) ve Karaçam (Pinus nigra Arn. subsp. pallasiana) kabuk miktarı ve kullanım olanakları. IMCOFE_International Multidisciplinary Congress of Euroasia, 11–13 July, Odessa-Ukraine, Proceeding Book, 692–700, (in Turkish)."}, {"Citation": "Eraslan, İ. (1954). Demirköy ilçesi meşe ormanlarında bonitet araştırmaları. Journal of the Faculty of Forestry Istanbul University, A4, 1–2, (in Turkish)."}, {"Citation": "Ferrenberg, S., & Mitton, J. B. (2014). Smooth bark surfaces can defend trees against insect attack: Resurrecting a ‘slippery’ hypothesis. Functional Ecology, 28, 837–845."}, {"Citation": "Ghajari, A., Lotfali, E., Azari, M., Fateh, R., & Kalantary, R. (2015). Fungal airborne contamination as a serious threat for respiratory infection in the hematology ward. Tanaffos, 14(4), 257–266."}, {"Citation": "Ghani, I. M. M., & Ahmad, S. (2010). Stepwise multiple regression method to forecast fish landing. Procedia - Social and Behavioral Sciences, 8, 549–554."}, {"Citation": "Graves, S. J., Rifai, S. W., & Putz, F. E. (2014). Outer bark thickness decreases more with height on stems of fire-resistant than fire-sensitive Floridian oaks (Quercus spp.; Fagaceae). American Journal of Botany, 101(12), 2183–2188."}, {"Citation": "Haavik, L. J., Billings, S. A., Guldin, J. M., & Stephen, F. M. (2015). Emergent insects, pathogens and drought shape changing patterns in oak decline in North America and Europe. Forest Ecology and Management, 354, 190–205."}, {"Citation": "Hempson, G. P., Midgley, J. J., Lawes, M. J., Karen, J., Vickers, K. J., & Kruger, L. M. (2014). Comparing bark thickness: Testing methods with bark– stem data from two south African fire-prone biomes. Journal of Vegetation Science, 25, 1247–1256."}, {"Citation": "Hengst, G., & Dawson, J. O. (1994). Bark properties and fire resistance of selected tree species from the central hardwood region of North America. Canadian Journal of Forest Research, 24, 688–696."}, {"Citation": "Jahani, R., Mojab, F., Mahboubi, A., Nasiri, A., Tahamtani, A., & Faizi, M. (2019). An in-vivo study on anticonvulsant, anxiolytic, and sedative-hypnotic effects of the polyphenol-rich thymus kotschyanus extract; evidence for the involvement of GABA-A receptors. Iranian Journal of Pharmaceutical Research, 18(3), 1456–1465."}, {"Citation": "Jang, W., Keyes, C. R., & Graham, J. M. (2016). Evaluation of predictive models for Douglas-fir bark thickness at breast height following 12 biomass harvest treatments. Biomass and Bioenergy, 84, 118–123."}, {"Citation": "Kidd, K. R., & Varner, J. M. (2019). Differential relative bark thickness and aboveground growth discriminates fire resistance among hardwood sprouts in the southern Cascades, California. Trees, 33(1), 267–277."}, {"Citation": "Krajnc, L., & Gričar, J. (2020). The effect of crown social class on bark thickness and sapwood moisture content in Norway Spruce. Forests, 11(12), 1316."}, {"Citation": "Laasasenaho, J., Melkas, T., & Aldén, S. (2005). Modelling bark thickness of Picea abies with taper curves. Forest Ecology and Management, 206, 35–47."}, {"Citation": "Lawes, M. J., Richards, A., Dathe, J., & Midgley, J. (2011). Bark thickness determines fire resistance of selected tree species from fire-prone tropical savanna in north Australia. Plant Ecology, 212(12), 2057–2069."}, {"Citation": "Lee, J., Makineci, E., Tolunay, D., & Son, Y. (2018). Estimating the effect of abandoning coppice management on carbon sequestration by oak forests in Turkey with a modeling approach. Science of the Total Environment, 640, 400–405."}, {"Citation": "Li, R., & Weiskittel, A. R. (2011). Estimating and predicting bark thickness for seven conifer species in the Acadian Region of North America using a mixed-effects modeling approach: Comparison of model forms and subsampling strategies. European Journal of Forest Research, 130, 219–233."}, {"Citation": "Li, Y., Li, C., Li, M., & Liu, Z. (2019). Influence of variable selection and forest type on forest aboveground biomass estimation using machine learning algorithms. Forests, 10(12), 1073."}, {"Citation": "Makineci, E., Ozdemir, E., Caliskan, S., Yilmaz, E., Kumbasli, M., Keten, A., Beskardes, V., Zengin, H., & Yilmaz, H. (2015). Ecosystem carbon pools of coppice-originated oak forests at different development stages. European Journal of Forest Research, 134(2), 319–333."}, {"Citation": "Marklund, L. G. (1987). Biomass functions for Norway spruce (Picea abies (L.) Karst.) in Sweden. [Report.] Umea, Department of Forest Survey. Swedish University of Agricultural Sciences, 43."}, {"Citation": "Marshall, H. D., Murphy, G. E., & Lachenbruch, B. (2006). Effects of bark thickness estimates on optimal log merchandising. Forest Products Journal, 56(11/12), 87–92."}, {"Citation": "Molina, J. G. A., Hadad, M. A., Dominguez, D. P., & Roig, F. A. (2016). Tree age and bark thickness as traits linked to frost ring probability on Araucaria araucana trees in northern Patagonia. Dendrochronologia, 37, 116–125."}, {"Citation": "Mosaffaei, Z., & Jahani, A. (2020). Modeling of Ash (Fraxinus excelsior) bark thickness in urban forests using Artificial Neural Network (ANN) and regression models. Modeling Earth Systems and Environment, 7(3), 1443–1452."}, {"Citation": "Murphy, G., & Cown, D. (2015). Within-tree, between-tree, and geospatial variation in estimated Pinus radiata bark volume and weight in New Zealand. New Zealand Journal of Forestry Science, 45(1), 1–7."}, {"Citation": "Musić, J., Lojo, A., Balić, B., Ibrahimspahić, A., Avdagić, A., Knežević, J., & Halilović, V. (2019). Modelling bark thickness of Norway Spruce (Picea abies Karst). South-east European forestry, 10(2), 125–135."}, {"Citation": "Özdemir, E., Makineci, E., Yilmaz, E., Kumbasli, M., Caliskan, S., Beskardes, V., Keten, A., Zengin, H., & Yilmaz, H. (2019). Biomass estimation of individual trees for coppice-originated oak forests. European Journal of Forest Research, 138(4), 623–637."}, {"Citation": "Paine, C. E. T., Stahl, C., Courtois, E. A., Patino, S., Sarmiento, C., & Baraloto, C. (2010). Functional explanations for variation in bark thickness in tropical rain forest trees. Functional Ecology, 24(6), 1202–1210."}, {"Citation": "Pausas, J. G. (2015). Bark thickness and fire regime. Functional Ecology, 29, 315–327."}, {"Citation": "Pellegrini, A. F. A., Anderegg, W. R. L., Paine, T., Hoffmann, W. A., Kartzinel, T., Rabin, S. S., Sheil, D., Franco, A. C., & Pacala, S. W. (2017). Convergence of bark investment according to fire and climate structures ecosystem vulnerability to future change. Ecology Letters, 20, 307–316."}, {"Citation": "Pizzi, A. (2016). Wood products and green chemistry. Annals of Forest Science, 73, 185–203."}, {"Citation": "R Core Team. (2019). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria.  https://www.R-project.org/"}, {"Citation": "Rebula, E. (1994). Uncertainty of determining the volume of coniferous round timber with proposal for a measurement procedure. Nova Mehanizacija Šumarstva, 19(2), 87–110."}, {"Citation": "Richardson, S. J., Laughlin, D. C., Lawes, M. J., Holdaway, R. J., Wilmshurst, J. M., Wright, M., Curran, T. J., Bellingham, P. J., & McGlone, M. S. (2015). Functional and environmental determinants of bark thickness in fire-free temperate rain forest communities. American Journal of Botany, 102(10), 1590–1598."}, {"Citation": "Rimondi, V., Costagliola, P., Benesperi, R., Benvenuti, M., Beutel, M. W., Bucciantia, A., Chiarantini, L., Lattanzi, P., Medas, M., & Parrini, P. (2020). Black pine (Pinus nigra) barks: A critical evaluation of some sampling and analysis parameters for mercury biomonitoring purposes. Ecological Indicators, 112, 106110."}, {"Citation": "Romero, C., Bolker, B. M., & Edwards, C. E. (2009). Stem responses to damage: The evolutionary ecology of Quercus species in contrasting fire regimes. New Phytologist, 182, 261–271."}, {"Citation": "Russell, M. S., & Dawson, J. O. (1995). Variation among northern red oak provenances in bark thickness: DBH ratios. In: Gottschalk, Kurt W.; Fosbroke, Sandra LC, ed. Proceedings, 10th Central Hardwood Forest Conference; 1995 March 5–8; Morgantown, WV.: Gen. Tech. Rep. NE-197. Radnor, PA: US Department of Agriculture, Forest Service, Northeastern Forest Experiment Station: 565–572, (Vol. 197)."}, {"Citation": "Sonmez, T., Keles, S., & Tilki, F. (2007). Effect of aspect, tree age and tree diameter on bark thickness of Picea orientalis. Scandinavian Journal of Forest Research, 22(3), 193–197."}, {"Citation": "Sönmez, T., Kahriman, A., Şahin, A., & Yavuz, M. (2016). Ağaç boyu, çap ve yaşının kızılçamın kabuk kalınlığı üzerine etkisi. Proceedings Book, 659, IHANAS 2016 International Human and Nature Sciences: Problems and Solution Seeking Congress October 7-9, 2016 Sarajevo, 659–669, (in Turkish)."}, {"Citation": "Stängle, S. M., Nakoi, A., Brüchert, F., Sauter, U. H., & Kohnle, U. (2014). Modeling bark thickness of Norway Spruce. Sustaining Forests, Sustaining People: The Role of Research, Abstracts of XXIV IUFRO World Congress, 5–11 October 2014, Salt Lake City, USA, 427 p."}, {"Citation": "Stängle, S. M., Weiskittel, A. R., Dormann, C. F., & Brüchert, F. (2016). Measurement and prediction of bark thickness in Picea abies: Assessment of accuracy, precision, and sample size requirements. Canadian Journal of Forest Research, 46(1), 39–47."}, {"Citation": "Stängle, S. M., Sauter, U. H., & Dormann, C. F. (2017). Comparison of models for estimating bark thickness of Picea abies in southwest Germany: The role of tree, stand, and environmental factors. Annals of Forest Science, 74(1), 16."}, {"Citation": "Stängle, S. M., & Dormann, C. F. (2018). Modelling the variation of bark thickness within and between European silver fir (Abies alba Mill.) trees in southwest Germany. Forestry, 91(3), 283–294."}, {"Citation": "Thomas, R. E., & Bennett, N. D. (2014). Estimating bark thicknesses of common Appalachian hardwoods. In: Groninger, John W.; Holzmueller, Eric J.; Nielsen, Clayton K.; Dey, Daniel C., eds. Proceedings, 19th Central Hardwood Forest Conference; 2014 March 10–12; Carbondale, IL. General Technical Report NRS-P-142. Newtown Square, PA: US Department of Agriculture, Forest Service, Northern Research Station, pp. 283–294."}, {"Citation": "Valipour, A., Namiraninan, M., Etemad, V., & Ghazanfari, H. (2009). Relationships between diameter, height and geographical aspects with bark thickness of Lebanon oak tree (Quercus libani Oliv.) in Armardeh, Baneh (Northern Zagros of Iran). Research Journal of Forestry, 3(1), 1–7."}, {"Citation": "Van Mantgem, P., & Schwartz, M. (2003). Bark heat resistance of small trees in Californian mixed conifer forests: Testing some model assumptions. Forest Ecology and Management, 178(3), 341–352."}, {"Citation": "Williams, V. L., Witkowski, E. T. F., & Balkwill, K. (2007). Relationship between bark thickness and diameter at breast height for six tree species used medicinally in south Africa. African Journal of Botany, 73, 449–465."}, {"Citation": "Zeibig-Kichas, N. E., Ardis, C. W., Berrill, J. P., & King, J. P. (2016). Bark thickness equations for mixed-conifer forest type in Klamath and Sierra Nevada mountains of California. International Journal of Forestry Research, 1864039, 1–10."}]}], "History": [{"Year": "2021", "Month": "08", "Day": "07"}, {"Year": "2021", "Month": "10", "Day": "08"}, {"Year": "2021", "Month": "10", "Day": "18", "Hour": "5", "Minute": "39"}, {"Year": "2021", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34657980", "10.1007/s10661-021-09524-x", "10.1007/s10661-021-09524-x"]}}]}