{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "30727481", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ELocationID": ["10.1094/PDIS-06-12-0543-PDN"], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"Volume": "96", "Issue": "11", "PubDate": {"Year": "2012", "Month": "Nov"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Neofusicoccum parvum Associated with Bark Canker and Dieback of Acer pseudoplatanus and Quercus robur in Italy.", "Pagination": {"MedlinePgn": "1699"}, "Abstract": {"AbstractText": ["Between 2007 and 2011, Acer pseudoplatanus and Quercus robur trees declined in the North Park and the Boscoincittà Park in Milan, Italy (lat. 45° 27' 47″ N, long. 09° 11' 16″ E, elev. 121 m). Symptoms included extensive lengthwise bark cracks, with necrosis of the wood tissue underneath. Isolations were conducted from bark and infected wood after surface sterilization with 10% H<sub>2</sub>O<sub>2</sub> for 10 min, followed by five washings in sterilized water. Tissue was placed on potato dextrose agar (PDA) in petri dishes amended with 0.06 g/l streptomycin at pH 6.5. The dishes were incubated in the dark at 24°C. Colonies reached a diameter of 7 to 8 cm in 7 days. They were whitish grey on the upper surface and blackish at the bottom, and consisted of dense aerial mycelia. The conidia were hyaline, ellipsoid, smooth, non-septate, thin-walled, with their upper end wider than their lower end, and measured 14 to 20 × 4.5 to 7 μm. The causal organism was identified as Neofusicoccum parvum (Pennycook & Samuels) Crous, Slippers & A.J.L. Phillips (basionym Fusicoccum parvum Pennycook & Samuels; teleomorph Botryosphaeria parva Pennycook & Samuels) based on biometric characteristics, common taxonomic keys, and the sequence information from the rDNA ITS region and the elongation factor 1-alpha (EF1-α) gene (GenBank Accession Nos. HQ893535 and HQ893537, respectively). All morphological traits corresponded to those of the holotype (1), while BLAST searches of the GenBank database revealed for both loci 100% homology with reference sequences. To confirm the involvement of N. parvum in the tree death, and fulfil Koch's postulates, 20 2-year-old seedlings of A. pseudoplatanus and Q. robur (10 each) were artificially infected in May with N. parvum in 2008 and in 2009. A bark portion was removed aseptically and a PDA disc (0.5 cm diameter) of N. parvum mycelium was placed on the wound. Control seedlings (3 per species) received sterile PDA discs. The inoculation site was wrapped in Parafilm for 10 days. After 3 weeks, infected seedlings showed sunken bark lesions associated with necrosis and bark cracks. When the bark was stripped, the wood below these lesions was also necrotic. Control seedlings developed no symptoms. Mycelium of N. parvum was successfully reisolated from the infected tissue. N. parvum is an important member of the Botryosphaeriaceae, a family of cosmopolitan endophytes that have been known for many years (2). The pathogen has been in recent years linked to complex syndromes, in which a prominent symptom is the formation of bark cankers. Although common on fruit crops, it has increasingly been reported on forest trees (3,4). References: (1) P. Crous et al. Stud. Mycol. 55:248, 2006. (2) P. A. Saccardo. Michelia 1:1, 1877. (3) M. E. Sánchez et al. Plant Dis. 87:1515, 2003. (4) B. Slippers and M. J. Wingfield. Fung. Biol. Rev. 21:90, 2007."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Biotecnologie Agrarie, Sezione di Protezione delle Piante. Piazzale delle Cascine 28, I-50144, Florence, Italy."}], "LastName": "Moricca", "ForeName": "S", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Biotecnologie Agrarie, Sezione di Protezione delle Piante. Piazzale delle Cascine 28, I-50144, Florence, Italy."}], "LastName": "Uccello", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Biotecnologie Agrarie, Sezione di Protezione delle Piante. Piazzale delle Cascine 28, I-50144, Florence, Italy."}], "LastName": "Ginetti", "ForeName": "B", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Biotecnologie Agrarie, Sezione di Protezione delle Piante. Piazzale delle Cascine 28, I-50144, Florence, Italy."}], "LastName": "Ragazzi", "ForeName": "A", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "2", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "11", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2012", "Month": "11", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30727481", "10.1094/PDIS-06-12-0543-PDN"]}}]}