{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "30699637", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"ELocationID": ["10.1094/PDIS-03-14-0273-PDN"], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"Volume": "98", "Issue": "9", "PubDate": {"Year": "2014", "Month": "Sep"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Geosmithia pallida Causing Foamy Bark Canker, a New Disease on Coast Live Oak (Quercus agrifolia), in Association with Pseudopityophthorus pubipennis in California.", "Pagination": {"MedlinePgn": "1276"}, "Abstract": {"AbstractText": ["Declining coast live oak (Quercus agrifolia) trees have been observed since 2012 throughout urban landscapes in Los Angeles, Orange, Riverside, Santa Barbara, Ventura, and Monterey counties in California. Symptoms causing branch dieback and tree death included a cinnamon-colored gum seeping through multiple 0.95-mm-diameter entry holes on the bole, followed by a prolific, cream-colored foamy liquid. Beneath the outer bark was phloem and xylem necrosis. Fifty 1- to 2.5-mm adult and larval beetles were collected. Adults fit the morphological description of Pseudopityophthorus pubipennis (western oak bark beetle) (R. Rabaglia, personal communication), and ~800 bp of the mitochondrial COI gene was amplified for three beetles using primer pairs and methods previously described (2,3). All three sequences were identical (GenBank Accession Nos. KJ831289 to 91) and a BLAST search confirmed the closest match (94%) as P. pubipennis. Necrotic wood tissues collected from two trees in each county were cultured on potato dextrose agar amended with 0.01% tetracycline (PDA-tet), and incubated at 25°C for 1 week. Ochre-colored cultures with plane or radially furrowed velutinous mycelium were consistently produced. Fifty conidia each measured from two isolates were 3.66 ± 0.04 μm × 1.77 ± 0.03 μm, and arranged in non-persistent conidial chains, at first roughly parallel, becoming tangled with age. These fungal colonies were observed within gallery walls. The rDNA internal transcribed spacer (ITS) was amplified using primer pairs and methods previously described (5). Three isolates were sequenced and matched 100% to known sequences of Geosmithia pallida in GenBank; sequences of two isolates (UCR2208 and UCR2210) were deposited in GenBank (KJ468687 and KJ468688). Pathogenicity tests were performed by inoculating twelve 27.0-cm detached coast live oak shoots for each isolate with a spore suspension of G. pallida (UCR2208 and UCR2210) and sterile distilled water for controls. A 2-mm-wide, 3-mm-deep hole was drilled into the center of each shoot, 20 μl of a 10<sup>6</sup> conidia/ml spore suspension was pipetted into the hole, and sealed with Vaseline and Parafilm. The experiment was repeated twice. After 4 weeks in a moist chamber at 25°C, lesions produced by G. pallida averaged 8.3 cm and was significantly longer (ANOVA; P < 0.0001) from the control (average 0.4 cm). G. pallida was re-isolated from all inoculated plants and identified by colony morphology. P. pubipennis is a native beetle, common as a secondary agent, and previously not associated with disease. However, cryptic species may be common among bark and ambrosia beetles (4). A larger sample (i.e., populations and loci) is needed to determine the precise taxonomic status of P. pubipennis. G. pallida was shown to inhibit root growth of Q. petraea by 25% in Europe (1), appears to have affinities with a range of subcorticolous insects, and is widely distributed (5), but there is no published record of the fungus occurring in the United States. This is the first report of G. pallida causing foamy bark canker in association with P. pubipennis on Q. agrifolia in California. Results suggest this new disease complex is causing decline of Q. agrifolia throughout the state. References: (1) D. Cizková et al. Folia Microbiol. 50:59, 2005. (2) A. I. Cognato and F. A. H. Sperling. Mol. Phylogenet. Evol. 14:445, 2000. (3) A. I. Cognato et al. Mol. Phylogenet. Evol. 36:494, 2006. (4) B. H. Jordal and M. Kambestad. Mol. Ecol. Res. 14:7, 2014. (5) M. Kolarík et al. Mycol. Res. 108:1053, 2004."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Conservation Biology and Department of Plant Pathology, University of California Riverside, CA 92507."}], "LastName": "Lynch", "ForeName": "S C", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of California Riverside, CA 92507."}], "LastName": "Wang", "ForeName": "D H", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of California Riverside, CA 92507."}], "LastName": "Mayorquin", "ForeName": "J S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, University of California Riverside, CA 92507."}], "LastName": "Rugman-Jones", "ForeName": "P F", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, University of California Riverside, CA 92507."}], "LastName": "Stouthamer", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Pathology, University of California Riverside, CA 92507."}], "LastName": "Eskalen", "ForeName": "A", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2019", "Month": "2", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2014", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["30699637", "10.1094/PDIS-03-14-0273-PDN"]}}]}