{"pmid": "32560389", "doi": ["E916", "10.3390/biom10060916"], "language": ["eng"], "title": "Chemical Composition and Immunomodulatory Activity of <i>Hypericum perforatum</i> Essential Oils.", "abstract": "<i>Hypericum</i> L. (Hypericaceae) extracts have been used for their therapeutic effects; however, not much is known about the immunomodulatory activity of essential oils extracted from this plant. We isolated essential oils from the flowers and leaves of <i>H. perforatum</i> and analyzed their chemical composition and innate immunomodulatory activity. Analysis of flower (HEO<sub>Fl</sub>) versus leaf (HEO<sub>Lv</sub>) essential oils using gas chromatography-mass spectrometry revealed that HEO<sub>Fl</sub> was comprised mainly of monoterpenes (52.8%), with an abundance of oxygenated monoterpenes, including <i>cis</i>-<i>p</i>-menth-3-en-1,2-diol (9.1%), α-terpineol (6.1%), terpinen-4-ol (7.4%), and limonen-4-ol (3.2%), whereas the sesquiterpenes were found in trace amounts. In contrast, HEO<sub>Lv</sub> was primarily composed of sesquiterpenes (63.2%), including germacrene D (25.7%) and β-caryophyllene (9.5%). HEO<sub>Lv</sub> also contained oxygenated monoterpenes, including terpinen-4-ol (2.6%), while monoterpene hydrocarbons were found in trace amounts. Both HEO<sub>Fl</sub> and HEO<sub>Lv</sub> inhibited neutrophil Ca<sup>2+</sup> mobilization, chemotaxis, and reactive oxygen species (ROS) production, with HEO<sub>Lv</sub> being much more active than HEO<sub>Fl</sub>. Furthermore, the pure sesquiterpenes germacrene D, β-caryophyllene, and α-humulene also inhibited these neutrophil responses, suggesting that these compounds represented the active components of HEO<sub>Lv</sub>. Although reverse pharmacophore mapping suggested that potential protein targets of germacrene D, β-caryophyllene, bicyclogermacrene, and α-humulene could be PIM1 and mitogen-activated protein kinase (MAPK)-activated protein kinase 2 (MAPKAK2), a kinase binding affinity assay did not support this finding, implying that other biological targets are involved. Our results provide a cellular and molecular basis to explain at least part of the beneficial immunotherapeutic properties of the <i>H. perforatum</i> essential oils.", "date_completed": "20210412", "date_revised": "20210412"}