{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherID": [], "KeywordList": [], "OtherAbstract": [], "CitationSubset": ["AIM", "IM", "N"], "SpaceFlightMission": [], "GeneralNote": [], "PMID": "33278198", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "09"}, "Article": {"ELocationID": ["10.1097/NNA.0000000000000962"], "ArticleDate": [], "Language": ["eng"], "Journal": {"ISSN": "1539-0721", "JournalIssue": {"Volume": "51", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "The Journal of nursing administration", "ISOAbbreviation": "J Nurs Adm"}, "ArticleTitle": "An Exploration of Characteristics and Behavioral Traits of DAISY Honorees and Nominees: A Qualitative Study.", "Pagination": {"MedlinePgn": "26-32"}, "Abstract": {"AbstractText": ["In the literature, an abundance of stories exist describing patient situations and caregiver actions, but only 2 studies were identified that outline DAISY honorees' actions and behavioral characteristics.", "This study utilized patient nomination data and DAISY honoree insight to identify and gain better understanding of the characteristics and behavioral traits of DAISY nurses.", "A grounded theory approach and purposive sample were used in this study, which was conducted in 2 phases using 2 different data sets. In phase 1, the NarrativeDx AI platform generated insights from DAISY nomination comments. In phase 2, a survey was administered to DAISY honorees collecting descriptive data that were analyzed in SPSS, whereas insights on DAISY nurses were collected via open-ended responses and analyzed using NVivo software.", "Three themes emerged in phase 1 from DAISY nomination data: caring, knowledge/skills, and reliability. A total of 37 DAISY honorees participated in phase 2. Most participants were bachelor's degree-prepared and worked day shift in the emergency department, critical care units, or medical-surgical units; some entered leadership roles post award, and 34% cited nursing as a 2nd career. Four themes emerged from their open-ended responses: engaging in care, environment of care, dedicated to care, and competence of care. Subthemes emerged in both analyses.", "The essence of caring was noted continuously in both nomination and honoree data. Further research aimed at discovering the characteristics and behaviors of DAISY honorees is recommended as examination of these factors may provide a deeper understanding of this exemplary group of nurses. Insights could be incorporated into training and practice programs aimed at increasing patient and nursing satisfaction."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Author Affiliations: Nurse Scientist (Dr McCulloh Nair), Nurse (Ms Merring), and Nurse (Mr Jones), ChristianaCare, Newark, Delaware; Founder and Chief Experience Officer (Dr Guney), NarrativeDx, Austin, Texas."}], "LastName": "Nair", "ForeName": "Julie McCulloh", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Merring", "ForeName": "Paige", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Jones", "ForeName": "Bradley", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Guney", "ForeName": "Senem", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Nurs Adm", "NlmUniqueID": "1263116", "ISSNLinking": "0002-0443"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Awards and Prizes"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Grounded Theory"}, {"QualifierName": [], "DescriptorName": "Human Characteristics"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Personality Assessment"}, {"QualifierName": [], "DescriptorName": "Qualitative Research"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "The DAISY Foundation. What is the DAISY Award?. https://www.daisyfoundation.org/daisy-award. Accessed November 26, 2019."}, {"Citation": "Barnes B, Barnes M, Sweeney CD. Putting the “meaning” in meaningful recognition of nurses: the DAISY Award™. J Nurs Adm. 2016;46(10):508–512."}, {"Citation": "Sweeny CD. The DAISY Award: a patient-family perspective of compassionate and extraordinary care. J Nurs Adm. 2017;47(9):415–417."}, {"Citation": "Sweeney C. Compassion: a critical link in extraordinary care for patients and families. J Nurs Adm. 2018;48(10):471–473."}, {"Citation": "Sweeney CD. DAISY nurses—recognizing clinical expertise through certification. J Nurs Adm. 2018;48(4):182–183."}, {"Citation": "American Association of Critical-Care Nurses (AACN). Patients and families recognize nursing excellence with DAISY Award. Bold Voices. 2017;9(5):8–9."}, {"Citation": "American Association of Critical-Care Nurses (AACN). The DAISY Award honors nurses who exemplify exceptional compassion and skill. Bold Voices. 2018;10(6):18."}, {"Citation": "Weingarten RM. More than a thank you: the DAISY Award for extraordinary nurses. Pa Nurse. 2011;66(3):17–19."}, {"Citation": "Lefton C. Strengthening the workforce through meaningful recognition. Nurs Econ. 2012;30(6):331–338, 335."}, {"Citation": "Clavelle JT, Sweeney CD, Swartwout E, Lefton C, Guney S. Leveraging technology to sustain extraordinary care: a qualitative analysis of meaningful nurse recognition. J Nurs Adm. 2019;49(6):303–309."}, {"Citation": "Charmaz K. Constructing Grounded Theory. London: Sage Publications; 2014."}, {"Citation": "Singh S, Estefan A. Selecting a grounded theory approach for nursing research. Glob Qual Nurs Res. 2018;5:2333393618799571."}, {"Citation": "Braun V, Clarke V, Hayfield N, Terry G. Thematic Analysis. In: Liamputtong P, ed. Handbook of Research Methods in Health Social Sciences. Singapore: Springer; 2019:843–860."}, {"Citation": "Sandelowski M. Using qualitative research. Qual Health Res. 2004;14(10):1366–1386."}, {"Citation": "NarrativeDx. NarrativeDx awarded patent for doctor, nurse and staff feedback analysis. https://www.prnewswire.com/news-releases/narrativedx-awarded-patent-for-doctor-nurse-and-staff-feedback-analysis-300874139.html. Published June 25, 2019. Accessed December 12, 2019."}, {"Citation": "NarrativeDx. NarrativeDx awarded second patent for real-time patient feedback analysis. https://www.prnewswire.com/news-releases/narrativedx-awarded-second-patent-for-real-time-patient-feedback-analysis-300832669.html. Published April 16, 2019. Accessed December 12, 2019."}, {"Citation": "McClelland LE, Vogus TJ. Compassion practices and HCAHPS: does rewarding and supporting workplace compassion influence patient perceptions?Health Serv Res. 2014;49(5):1670–1683."}, {"Citation": "The DAISY Foundation. Evidence of DAISY's impact. https://www.daisyfoundation.org/daisy-award/evidence-impact. Accessed November 26, 2019."}, {"Citation": "Smith M. Review of research related to Watson's Theory of Caring. Nurs Sci Q. 2004;17(1):13–25."}, {"Citation": "Galvin KT. Revisiting caring science: some integrative ideas for the ‘head, hand and heart’ of critical care nursing practice. Nurs Crit Care. 2010;15(4):168–175."}]}], "History": [{"Year": "2020", "Month": "12", "Day": "5", "Hour": "17", "Minute": "6"}, {"Year": "2020", "Month": "12", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33278198", "10.1097/NNA.0000000000000962", "00005110-202101000-00007"]}}]}